Dialog000::
    db "ちょ－っと、まったあ！　　　　　"
    db "こっちさ、くるだよ。@"

Dialog001::
    db "あっ！きがついたのね！よかった。"
    db "もうダメかとおもった．．．．．　"
    db "こわいユメを、みていたみたい．．"
    db "ひどく、うなされていたよ。　　　"
    db "．．．　．．．えっ？　ゼルダ？？"
    db "ちがうわ。　わたしは、マリン。　"
    db "いしきが、はっきりしてないのね　"
    db "ここは、コホリントじまよ。　　　"
    db "@"

Dialog002::
    db "みちにそって、ミナミにあるけば　"
    db "あなたの、ながれついた、はまべよ"
    db "ただ、あなたが　しまにきてから　"
    db "かいぶつたちが、このあたりにも　"
    db "ウロウロするようになったの。　　"
    db "きをつけていってね。　　　　　　"
    db "@"

Dialog003::
    db "あっ！#####タリンはもりへ　"
    db "キノコとりに、でかけちゃったの　"
    db "わたしは、うたうのが　だいすき！"
    db "きいて！「かぜのさかな」のうたよ"
    db "@"

Dialog004::
    db "あれ？　すてきなフエみつけたのね"
    db "わたしのうたにあわせてふいてみて"
    db "@"

Dialog005::
    db "やっぱりわたしは、うたがすき！　"
    db "#####は、なにがすき？@"

Dialog006::
    db "#####　タリンは、おうちで　"
    db "おひるねしてるの。　　　　　　　"
    db "わたしは、うたをうたうわ！　　　"
    db "そう「かぜのさかな」の　うたよ。"
    db "@"

Dialog007::
    db "ムムッ！カギが、かかっているぞ！"
    db "ボスのカギで、あけられるはずだ。"
    db "@"

Dialog008::
    db "ちからのかけらを、みつけた！　　"
    db "なんだか　ちからがわいてきた！@"

Dialog009::
    db "おうおう、それはネボケタケじゃ！"
    db "３びょうでイイもんつくってやろう"
    db "@"

Dialog00A::
    db "ふう－っ、キノコかじったら、　　"
    db "タヌキになった　ユメをみてただ。"
    db "なにをやったか、おぼえてねえだが"
    db "なんだか、たのしかっただよ。　　"
    db "@"

Dialog00B::
    db "おらは、もうすこしやすんでから　"
    db "うちへ　かえることにするだ。@"

Dialog00C::
    db "トロ－リトロリ　もりのキノコで　"
    db "まほうのこな　トロ－リトロリ@"

Dialog00D::
    db "オラは、いたずらタヌキだ．．．．"
    db "コナっぽいものが、きらいだ－よ。"
    db "@"

Dialog00E::
    db "キノコをかかげた！　ほうじゅんな"
    db "かほりが、あたりにひろがる．．．"
    db "@"

Dialog00F::
    db "キノコをひろった！　ほうじゅんな"
    db "かほりが、はなのおくにひろがる。"
    db "@"

Dialog010::
    db "ウ－ン　わからんことは、うるりら"
    db "じいさんに　デンワするとえ－だよ"
    db "．．．　グ－　　グ－　　グ－@"

Dialog011::
    db "ウ－ン　おら、つかれただ。　　　"
    db "すこしねるだ．．．　グ－　グ－@"

Dialog012::
    db "フイ－－ッ！　ビックリしたなあ！"
    db "でも、いいこと　おしえてあげるよ"
    db "ダンジョンのかべを　ケンで　　　"
    db "ツンツンしてごらん。　　　　　　"
    db "おとがちがうところは、バクダンで"
    db "こわせるんだよ！　きがついてた？"
    db "@"

Dialog013::
    db "「かぜのさかな」のうたを　　　　"
    db "おしえてもらった！　　　　　　　"
    db "マリンのうたごえが　　　　　　　"
    db "ここちよく　みみにのこる。　　　"
    db "@"

Dialog014::
    db "このうた、わすれないように　　　"
    db "ときどき　うたってね！@"

Dialog015::
    db "え－っ！　ちゃんとおぼえてね！　"
    db "わたしのすきな　うたなんだから@"

Dialog016::
    db "どう？　ハ－トにしみるうたでしょ"
    db "ちゃんと　おぼえた？　　　　　　"
    db "　　　　うん　　　ちっとも<ask>"

Dialog017::
    db "わたし、きまぐれトレ－シ－！　　"
    db "げんきになるヒミツ　うってるの。"
    db "@"

Dialog018::
    db "　２８ルピ－で　ヒミツする？　　"
    db "　　　　する　　　しない<ask>"

Dialog019::
    db "　４２ルピ－で　ヒミツする？　　"
    db "　　　　する　　　しない<ask>"

Dialog01A::
    db "　ヌリ　ヌリ　ども　ありがとっ！"
    db "ヒミツのくすり　ぬっておいたわ！"
    db "ハ－トが０になったらきくわよ。　"
    db "また、よってらしてねえん．．．@"

Dialog01B::
    db "ちょっと－！　アンタ、カネが　　"
    db "たりないわよん。でなおしといで！"
    db "@"

Dialog01C::
    db "　．．．　．．．　．．．　　　　"
    db "でも、あんたには　うらない！@"

Dialog01D::
    db "なにさ、せっかくげんきがでるって"
    db "いってるのに．．．いくじなしっ！"
    db "@"

Dialog01E::
    db "．．．．．アンタ、かわいいから　"
    db "７ルピ－に　オマケしちゃうわあん"
    db "@"

Dialog01F::
    db "やった！　マリンを　おかりした！"
    db "　　　　チャ、チャンス！？@"

Dialog020::
    db "コ－ン　コンコン　カキクケコ－ン"
    db "@"

Dialog021::
    db "イッシッシッシッ　ふしぎのもりで"
    db "ポンポコポコリン　まようだべ－！"
    db "@"

Dialog022::
    db "バウバウッ　　　バウバウッ　　　"
    db "@"

Dialog023::
    db "キャン　キャン　キャン　キャン　"
    db "@"

Dialog024::
    db "きずとつかれを　いやしましょう。"
    db "すこしのあいだ、めをとじて．．@"

Dialog025::
    db "よくも、おれさまの　かわいい　　"
    db "てしたを、やりやがったな！　　　"
    db "あとで　ほえづらかくなよ！　　　"
    db "おぼえてやがれっ！　けっ　ぺっ！"
    db "@"

Dialog026::
    db "へ－い　　そこの、オチビさん　　"
    db "おれさまと、しょうぶするきか？　"
    db "よし　じょうとうでい　やろうども"
    db "たたんじまいな！　ぺっ！@"

Dialog027::
    db "あっしが、４つごのおやじ　　　　"
    db "そのなもパパ－ルっていうっスよ！"
    db "いずれ、やまでそうなんするっスよ"
    db "そのときゃあ、たのむっスよ！@"

Dialog028::
    db "キャ－－－ッ！　わって！わって！"
    db "どんどん　ブチこわしてっ！！　　"
    db "　　　　　　　　　　　　　　　　"
    db "えっ？　なに？　どうかしたの？@"

Dialog029::
    db "おっと、そいつをかってもムダだぜ"
    db "まだまだべんきょうが、たりねえな"
    db "@"

Dialog02A::
    db "げんきのかたまりを　てにいれた。"
    db "ドックンドックン　ハ－トまんたん"
    db "@"

Dialog02B::
Dialog02C::
    db "ゆみ　や　セット　９８０ルピ－　"
    db "　　　　かう　　　たかすぎるよ！"
    db "<ask>"

Dialog02D::
    db "　や　１０ぽん　　１０ルピ－　　"
    db "　　　　かう　　　いらないよ<ask>"

Dialog02E::
    db "いらっしゃい！　ほしいしなもんは"
    db "ここへ、もってきてくだせえ。　　"
    db "@"

Dialog02F::
    db "おお－っと！そいつはいけねえや！"
    db "ちゃんとカネはらってくだせえ。@"

Dialog030::
    db "いかしたスコップ　２００ルピ－　"
    db "　　　　かう　　　いらないよ<ask>"

Dialog031::
    db "ハ－ト　３こ　１０ルピ－　　　　"
    db "　　　　かう　　　かわないよ！<ask>"

Dialog032::
    db "タテ　２０ルピ－なまえもいれます"
    db "　　　　かう　　　かわないよ<ask>"

Dialog033::
    db "バクダン　１０コ　　　１０ルピ－"
    db "　　　　かう　　　かわないよ<ask>"

Dialog034::
    db "おおっと、カネがたりないんじゃあ"
    db "しかたね－。でなおしておくんな！"
    db "@"

Dialog035::
    db "ありがとうございやした！　　　　"
    db "また　よってくだせえ。@"

Dialog036::
    db "　　　　　なんとっ！？　　　　　"
    db "ただでものをてにいれてしまった！"
    db "　　．．．　．．．　．．ん？？@"

Dialog037::
Dialog038::
    db "あれほど、ちゃんとカネはらえって"
    db "いったのに．．．　　しかたがない"
    db "しんでもらう！@"

Dialog039::
    db "オオッ？おしろのもんがひらいた！"
    db "これで、かえりは　ラクチンだっ！"
    db "@"

Dialog03A::
Dialog03B::
    db "はやりのゲ－ム　１かい１０ルピ－"
    db "　　　　やる　　　やめとく<ask>"

Dialog03C::
    db "ボタンをおしてクレ－ンをうごかす"
    db "．．あとは、そのタイミングだけ！"
    db "さあ、ボタンのまえへ、いっとくれ"
    db "ガンバってね！@"

Dialog03D::
    db "タテをてにいれた！　　　　　　　"
    db "うらになまえを　かいておこ－！@"

Dialog03E::
    db "もいちどやってみちゃ－どうだい？"
    db "　　　　やる　　　もうやめる<ask>"

Dialog03F::
    db "まっ、がんばっておくんな！　　　"
    db "　@"

Dialog040::
    db "もう　きょうは、みせじまいだよ　"
    db "また、あそびにきてちょ－だい！@"

Dialog041::
    db "まほうのこなをとった！　　　　　"
    db "いろんなものに　フリフリしよう！"
    db "@"

Dialog042::
    db "３０ルピ－をとった！　　　　　　"
    db "これであと　３かいは、できるよ。"
    db "@"

Dialog043::
    db "．．．　ゴホゴホ　ゴホゴホ　．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．　こな　かけないで　．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．　たたるよっ！　ゴホ　．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog044::
    db "ヨッシ－だっ！　このごろいろんな"
    db "ゲ－ムで、みかけるな－。@"

Dialog045::
    db "つりはどうかね？　１０ルピ－だよ"
    db "　　　　します　　けっこうです<ask>"

Dialog046::
    db "もっと　じょうねつをもたないと　"
    db "だめだよ！@"

Dialog047::
    db "そうか．．．では　<dpad2>　キ－の　　"
    db "<left><right>　でポイントがかわるから　　"
    db "あとはボタンを　れんしゃしなさい"
    db "ガンバルのだよ！@"

Dialog048::
    db "まだ、するかね？　　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog049::
    db "あらら、いとがきれちゃったよ！　"
    db "またするかね？　　　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog04A::
    db "おっ　これはでかい！　よろしい　"
    db "しょうきん２０ルピ－あげよう！　"
    db "またするかね？　　　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog04B::
    db "もう、さかなはいないよ。　　　　"
    db "つぎは、うみでどうかね？　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog04C::
    db "いや－、やっぱりそれはむりだよ。"
    db "　　では、ごきげんよう！@"

Dialog04D::
    db "もっと、おおきいのをつらないと　"
    db "だめだよ。しょうきん５ルピ－だな"
    db "　　またするかね？　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog04E::
    db "おかねが　ないのかね？　　　　　"
    db "おかねがたまったら、またきなさい"
    db "@"

Dialog04F::
    db "ハ－トのかけらをてにいれた！　　"
    db "　　　　　　　　　　　　　　　　"
    db "サブがめんでセレクトボタンを　　"
    db "おせば　かくにんできるよ！@"

Dialog050::
    db "ハ－トのかけらが　４つそろった！"
    db "ハ－トのうつわが　１つふえた！@"

Dialog051::
    db "まっさおな、こおりだ！．．．．　"
    db "おおっ？　つ、つめたいぞ！！@"

Dialog052::
    db "ウヒョヒョヒョッ！　このつぼが　"
    db "あるかぎり、ふじみでごじゃるよ！"
    db "@"

Dialog053::
    db "なんてことを　するでごじゃるか　"
    db "ワシャもうゆるさんでごじゃるよ！"
    db "@"

Dialog054::
    db "やあ、#####　おきただか？　"
    db "おらは、タリン。きぶんはど－だ？"
    db "ん？！ど－してなまえがわかるのか"
    db "ふしぎだってか．．．？　　　　　"
    db "タテのうらにかいてある、なまえを"
    db "みただよ。　ほ－ら、このタテだ！"
    db "@"

Dialog055::
    db "そうそう、はまべにはほかにも　　"
    db "うちあげられたものが、あっただよ"
    db "もし　さがしに　いくなら、　　　"
    db "かいぶつに　きをつけるだよ。　　"
    db "#####が、しまにきてから　　"
    db "ウロつくように　なっただ。@"

Dialog056::
    db "　レベル１　　　　　　　　　　　"
    db "　　　テ－ルのほらあな@"

Dialog057::
    db "　レベル２　　　　　　　　　　　"
    db "　　　　つぼのどうくつ@"

Dialog058::
    db "　レベル３　　　　　　　　　　　"
    db "　　　　カギのあなぐら@"

Dialog059::
    db "　レベル４　　　　　　　　　　　"
    db "　　アングラ－のたきつぼ@"

Dialog05A::
    db "　レベル５　　　　　　　　　　　"
    db "　　　　ナマズのおおぐち@"

Dialog05B::
    db "　レベル６　　　　　　　　　　　"
    db "　　　　かおのしんでん@"

Dialog05C::
    db "　レベル７　　　　　　　　　　　"
    db "　　　　オオワシのとう@"

Dialog05D::
    db "　レベル８　　　　　　　　　　　"
    db "　　　　　　カメイワ@"

Dialog05E::
    db "　　　　せいなるタマゴ@"

Dialog05F::
Dialog060::
    db "　　　　　　つりばし　　　　　　"
    db "@"

Dialog061::
    db "　　バナナうり　セ－ルのいえ　　"
    db "@"

Dialog062::
    db "　　　　アナボコばたけ　　　　　"
    db "@"

Dialog063::
    db "　　　　　いりえのいえ　　　　　"
    db "@"

Dialog064::
    db "　　　いまはやりのゲ－ム@"

Dialog065::
    db "　　　むらのどうぐやさん@"

Dialog066::
    db "　　　マリンとタリンのいえ@"

Dialog067::
    db "　　　まほうのこなをつくる　　　"
    db "　　　　　　おばあさん@"

Dialog068::
    db "　　　　ヤ－ナ　さばく@"

Dialog069::
    db "　　　　ウクク　そうげん@"

Dialog06A::
    db "　　　　　ふしぎのもり@"

Dialog06B::
    db "　　　　タマランチ　やま@"

Dialog06C::
    db "　　　タルタル　さんみゃく@"

Dialog06D::
    db "　　　　カンバンのめいろ@"

Dialog06E::
    db "　　　　　メ－ベのむら@"

Dialog06F::
    db "　　　　　どうぶつむら@"

Dialog070::
    db "　　　　　　　ぼち@"

Dialog071::
    db "　　　きゅうりゅうすべり@"

Dialog072::
    db "　　　コホリント　へいげん@"

Dialog073::
    db "　　　トロンボ　かいがん@"

Dialog074::
    db "　　　　マ－サのいりえ@"

Dialog075::
    db "　　　　いりえのひがし@"

Dialog076::
    db "　　　　ゴポンガのぬま@"

Dialog077::
    db "　　　　かおのしんでん@"

Dialog078::
    db "　　　　カナレットのしろ@"

Dialog079::
    db "　　　　タルタル　こうち@"

Dialog07A::
    db "　　　　タバ－ルのはやし@"

Dialog07B::
    db "　　　　　むらのみなみ@"

Dialog07C::
    db "　　　　　つりぼり@"

Dialog07D::
    db "　　マダムニャンニャンのいえ　　"
    db "　　　ワンワンにちゅうい！　　　"
    db "@"

Dialog07E::
    db "　　うるりらじいさんのいえ@"

Dialog07F::
    db "　　　　へんなおじさん　　　　　"
    db "　　　　　ライトのいえ@"

Dialog080::
    db "　　　きまぐれトレ－シ－の　　　"
    db "　　　　　くすりやさん@"

Dialog081::
    db "　　　　　４つごのいえ@"

Dialog082::
    db "　　　　　ユメのほこら@"

Dialog083::
    db "　　　　でんわボックス　　　　　"
    db "　　<down>　カンバンのめいろ@"

Dialog084::
    db "　　　　かいがらのやかた@"

Dialog085::
    db "　　　リチャ－ドのべっそう@"

Dialog086::
    db "　　　　　ニワトリごや@"

Dialog087::
    db "　　　　むらのとしょかん@"

Dialog088::
    db "　　　　　　いかだや　　　@"

Dialog089::
    db "　　　　　ワ－プのあな@"

Dialog08A::
    db "ムムッ！かなり、ヒビワレてる？　"
    db "なんとかすれば、こわせそうだぞ！"
    db "@"

Dialog08B::
    db "ムッ？えたいのしれないカタマリだ"
    db "いっきにつっこめば　こわせるかも"
    db "@"

Dialog08C::
    db "ん？このブロック　カギあながある"
    db "カギをもって　またこよう！！　　"
    db "@"

Dialog08D::
    db "ウッ！！　こいつは　おもいぞ！　"
    db "すでじゃ　ムリみたいだ．．．　　"
    db "@"

Dialog08E::
    db "オカリナだ！　し、しかし．．．．"
    db "まだキョクを　おぼえてなかった。"
    db "@"

Dialog08F::
    db "ダメ－－ッ！　ニワトリさんが　　"
    db "かわいそうじゃない！　モオッ！@"

Dialog090::
    db "パワ－ブレスレットを　みつけた！"
    db "これで、ツボやいわが　かつげるぞ"
    db "@"

Dialog091::
    db "タテが、もどってきた！　ボタンを"
    db "おしてるあいだ、テキをはじけるよ"
    db "@"

Dialog092::
    db "ヒャッホウ！　いきかえるぜっ！　"
    db "それじゃ、おまえにおしえてやろう"
    db "すなにのみこまれて　おちるとこ。"
    db "あそこで、バクダンつかってみな。"
    db "かべのむこうに　なにかがあるぜ！"
    db "じゃあなっ！　　ポキポキポキッ！"
    db "@"

Dialog093::
    db "フックショットをてにいれた！　　"
    db "ボヨヨ－ンと　のばしてつかおう！"
    db "@"

Dialog094::
    db "マジックロッドを　てにいれた！　"
    db "もやせ！もやせ！やきつくせ！！@"

Dialog095::
    db "ペガサスのくつをてにいれた！　　"
    db "ボタンをおしつづけるとダッシュだ"
    db "@"

Dialog096::
    db "オカリナを　てにいれた！　　　　"
    db "いろんなきょくが　ふけるといいな"
    db "@"

Dialog097::
    db "ロックちょうのハネをてにいれた！"
    db "なんだか、からだがかるくなる。@"

Dialog098::
    db "スコップをてにいれた！　ほろう！"
    db "つちをほるよろこびをあじわおう。"
    db "@"

Dialog099::
    db "まほうのこなを　てにいれた！　　"
    db "いろんなものに　ふりかけてみよう"
    db "@"

Dialog09A::
    db "バクダンを　てにいれた！　　　　"
    db "ド－ンといこう、ド－ンと！@"

Dialog09B::
    db "なくしたけんを　てにいれた！　　"
    db "なまえいりだから　まちがいない！"
    db "@"

Dialog09C::
    db "アングラ－のみずかきだっ！　　　"
    db "Ｂボタンをおせば　もぐれるぞっ！"
    db "@"

Dialog09D::
    db "なんと！　これは、ふしぎなメガネ"
    db "「みとおしレンズ」だ－っ！　　　"
    db "いままでみえなかったアレやコレが"
    db "みえるようになるぞっ！！　　　　"
    db "@"

Dialog09E::
Dialog09F::
    db "あたらしいけんを　てにいれたっ！"
    db "さっそく、なまえをかいておこう！"
    db "@"

Dialog0A0::
    db "なんと？これはヒミツのくすりだ！"
    db "ヌリ　ヌリ．．．じぶんでぬった。"
    db "@"

Dialog0A1::
    db "テ－ルのカギを　てにいれた！　　"
    db "これで、テ－ルのとびらがひらく！"
    db "@"

Dialog0A2::
    db "スライムのかぎを　てにいれた！　"
    db "ウククそうげんのいりぐちへゆこう"
    db "@"

Dialog0A3::
    db "アングラ－のかぎを　てにいれた！"
    db "@"

Dialog0A4::
    db "フェイスのかぎを　てにいれた！@"

Dialog0A5::
    db "バ－ドのかぎを　てにいれた！　　"
    db "チ－ムワ－クのしょうりだっ！　　"
    db "@"

Dialog0A6::
    db "やっと　ちずをみつけた！　　　　"
    db "スタ－トボタンで　みよう！@"

Dialog0A7::
    db "コンパスを　てにいれた！　　　　"
    db "ボスとたからのばしょがわかるぞ！"
    db "さらにっ！　カギのあるへやを　　"
    db "おとでしらせる　しんきのうつき！"
    db "@"

Dialog0A8::
    db "せきぞうのくちばしを　みつけた！"
    db "フクロウのせきぞうをさがそう。@"

Dialog0A9::
    db "ボスのかぎをてにいれた！　　　　"
    db "ボスのへやのとびらをあけられるぞ"
    db "@"

Dialog0AA::
    db "ちいさなカギを　てにいれた！　　"
    db "カギのかかった、とびらがひらくぞ"
    db "@"

Dialog0AB::
    db "２０ルピ－　てにいれた！　　　　"
    db "ちょっとうれしい。@"

Dialog0AC::
    db "５０ルピ－　てにいれた！　　　　"
    db "わりとうれしい。@"

Dialog0AD::
    db "１００ルピ－　てにいれた！　　　"
    db "かなりうれしい。@"

Dialog0AE::
    db "２００ルピ－　てにいれた！　　　"
    db "すごくうれしい！@"

Dialog0AF::
    db "あんまりしつこいと　オジサンて　"
    db "なまえつけちゃうわよっ！　モウ！"
    db "@"

Dialog0B0::
    db "ンガフフ！！　ンガフフ！！　　　"
    db "ヨソモノ！　ジャマモノ！@"

Dialog0B1::
    db "プヨヨ－ン！　　プヨヨ－ン！　　"
    db "ボクッチャン　ドコデッチョ－！@"

Dialog0B2::
    db "ガボボン！　ゴバベバッ　ゴボン！"
    db "エザ　エザ　ギダ！　ギダ！@"

Dialog0B3::
    db "オメ－か「かぜのさかな」を　　　"
    db "おこしにきた、よそもんは．．．．"
    db "キシシシシッ！　キシシシシッ！　"
    db "　　　　　くっちゃる！！@"

Dialog0B4::
    db "ウヒョヒョ！　こんどのあいては　"
    db "ワシでごじゃるよ！ウヒョヒョ！@"

Dialog0B5::
    db "シエ－－－－ッ！　くっくっくっ　"
    db "くやしい－－っ！！　　　　　　　"
    db "オッオメ－　まだ、このしまが　　"
    db "どんなとこか、わかってね－な？　"
    db "キシシシッ！　おひとよしなヤツ！"
    db "　　キッシッシッ　シッ　シッ　　"
    db "　　　．　．　．　．　．@"

Dialog0B6::
    db "ヒント！　オイラ　ＸＸＸＸが　　"
    db "ニガテでやんすよ！　　　　　　　"
    db "ヒィェッヒェッ！　おもわずクチが"
    db "すべっちまいやしたよ。　ヒェッ！"
    db "@"

Dialog0B7::
    db "アヒ－ッ！　またまたクチが　　　"
    db "すべっちまいそ－でやんす！　　　"
    db "「かぜのさかな」がおきちまったら"
    db "み－んな、きえちまうんでげすよ！"
    db "しまのものは、み－んな、ほんと。"
    db "ヒィェッ！　ヒィェッ！@"

Dialog0B8::
Dialog0B9::
    db "ま、まけたぜ．．．へへっ　　　　"
    db "まっシロに、もえつきちまった．．"
    db "だがよ、オメエも　きえるのさ。　"
    db "「かぜのさかな」がおきちまえばな"
    db "オメエも、オレさまとおなじ、　　"
    db "ヤツのユメ．だ．か．ら．．な．．"
    db "@"

Dialog0BA::
    db "ぺっ！　ぺっ！　　　　　　　　　"
    db "こんどこそ　ようしゃしねえぜ！　"
    db "４つにたたんで、ハナかんでやら！"
    db "いくぜ！　ちっこいの！！　　　　"
    db "@"

Dialog0BB::
Dialog0BC::
    db "ブオッ！　ブオッ！　ブオッ！　　"
    db "ここまでだ！　ムシケラめ！！！　"
    db "「セイレ－ンのがっき」は、　　　"
    db "キサマには、つかわせん！　　@"

Dialog0BD::
    db "な、なぜだ！キサマがこなければ　"
    db "なにも、かわらぬものを．．．　　"
    db "「かぜのさかな」は、キサマには　"
    db "おこすことは　できぬっ！　　　　"
    db "わすれるなよ．．．　ここが　　　"
    db "ユメのなかだということをな．．．"
    db "@"

Dialog0BE::
Dialog0BF::
Dialog0C0::
    db "ホホウ！ふしぎのもりに、ようこそ"
    db "めざめをつげし、ゆうしゃどの　　"
    db "このしまは、コホリントという　　"
    db "ちずにはけっして、のらぬしまぢゃ"
    db "ぼうやのせかいと、ちとちがう　　"
    db "ことわりで　なりたっておる。　　"
    db "しまからでるのは、むりぢゃのう。"
    db "コホリントじまを、おさめるカミ　"
    db "「かぜのさかな」がねむるかぎり　"
    db "そとへのみちは、ひらかれぬ。　　"
    db "．．ところで、むらのミナミの　　"
    db "「テ－ルのほらあな」は、みたか？"
    db "このもりにある　カギをもって　　"
    db "「テ－ルのほらあな」にいくがよい"
    db "「かぜのさかな」は、みておるぞ　"
    db "　　ホッホウ！　ホッホウ！　　　"
    db "@"

Dialog0C1::
    db "　ホッ！　そのカギをもって　　　"
    db "「テ－ルのほらあな」にいくがよい"
    db "そのおくにねむる　がっきを　　　"
    db "みつけだしてみよ！　　　　　　　"
    db "「かぜのさかな」は、まっておるぞ"
    db "　　　ホッホウ！　ホッホウ！　　"
    db "@"

Dialog0C2::
    db "　　ホッホウ！　ホッホウ！　　　"
    db "それこそ「セイレ－ンのがっき」！"
    db "やはり　ぼうやは、ほんものぢゃ！"
    db "かさなるぶれいを、ゆるされよ．．"
    db "そのがっきは、「かぜのさかな」を"
    db "おこすちからを、もっておる。　　"
    db "がっきは、ぜんぶで　８つある。　"
    db "８つ　すべてあつめるのぢゃ。　　"
    db "ワシは、ぼうやの　ゆくべきみちを"
    db "しめさんがため、つかわされたもの"
    db "キタにある「ゴポンガのぬま」に　"
    db "いきなされ。　ホッホウ！　　　　"
    db "@"

Dialog0C3::
    db "　　　ホッホウ！　ホッホウ！　　"
    db "ぶっそうなヤツを、つれとるのう。"
    db "つぎなる「セイレ－ンのがっき」は"
    db "「ゴポンガのぬま」ぢゃぞ。　　　"
    db "　わすれなさるなよ。　　　　　　"
    db "　　　　ホッホウ！　ホッホウ！@"

Dialog0C4::
    db "ホッホウ！「かぜのさかな」は　　"
    db "このうえの、タマゴのなかで　　　"
    db "いつ　おわるともわからぬ　　　　"
    db "ながい　ユメを、みつづけておる。"
    db "８つのがっきを、タマゴのまえで　"
    db "かなでた、そのときこそ　　　　　"
    db "「かぜのさかな」はユメからさめる"
    db "それが、しまをでる、ただひとつの"
    db "ほうほうぢゃて．．．　　　　　　"
    db "　　ホッホウ！　ホッホウ！　　　"
    db "@"

Dialog0C5::
    db "ホホウ！「セイレ－ンのがっき」は"
    db "いくつ　あつめられたかな？　　　"
    db "８つのがっきを、かなでるとき　　"
    db "「かぜのさかな」はめざめるのぢゃ"
    db "そのときこそ、ぼうやは　　　　　"
    db "このしまを、でることになろう。　"
    db "ヤ－ナさばくにいきなされ。　　　"
    db "すなにすむ、くろきマモノが、　　"
    db "ゆくみちの、てがかりとなろう。　"
    db "　　　ホッホウ！　ホッホウ！@"

Dialog0C6::
    db "　　　ホッホウ！　ホッホウ！　　"
    db "そのカギは、たきを　のぼりゆく　"
    db "さかなを、あらわしておるのう。　"
    db "ホッ！やまのたきへむかうのぢゃ！"
    db "みずが、のぼりつめたなら　　　　"
    db "あとは、とびおりるだけぢゃて．．"
    db "　　　ホッホウ！　ホッホウ！　@"

Dialog0C7::
    db "ホッホウ！　ここの、すぐ　　　　"
    db "キタとミナミに、しんでんがある。"
    db "まずは、ミナミにむかいなされ。　"
    db "「かぜのさかな」と、ゆかりのある"
    db "あれはてた、こだいのイセキぢゃ。"
    db "そこで、なにをみるのかのう．．　"
    db "　　ホッホウ！　ホッホウ！　　　"
    db "@"

Dialog0C8::
    db "．．．このなかにある　セキバンは"
    db "いにしえより、つたわるもの。　　"
    db "このしまが「かぜのさかな」の　　"
    db "ユメのなかにあると、しるしておる"
    db "ゆめか、うつつかなど、だれにも　"
    db "たしかめることはできんぢゃろう。"
    db "タカラのハコは、あけてみなければ"
    db "なかみを　しることができんように"
    db "ユメも、おきてみるまでは　　　　"
    db "ユメと、わからんものぢゃ．．．　"
    db "ほんとうのことを、しるものは　　"
    db "「かぜのさかな」だけなのぢゃよ。"
    db "．．．しんじるみちを、いきなされ"
    db "　いずれ、こたえはみえてこよう。"
    db "　　　ホッホウ！　ホッホウ！　　"
    db "@"

Dialog0C9::
    db "マモノたちは「かぜのさかな」の　"
    db "めざめを、おそれておる。　　　　"
    db "マモノのちからは　げんじつぢゃ。"
    db "いずれ、しまじゅうをしはいし　　"
    db "じゃまなものを、けすぢゃろう。　"
    db "それも、じかんのもんだいぢゃ．．"
    db "やまのとうへ、むかいなされ！　　"
    db "トリのごとく、はばたいてな．．　"
    db "　　ホッホウ！　ホッホウ！　　@"

Dialog0CA::
    db "ホッホウ！　これより　みちのりは"
    db "さらに　けわしくなるぢゃろう。　"
    db "のこりは　わずか．．ヒガシとニシ"
    db "　このやまの　りょうよくにある。"
    db "まず　ヒガシのとうをめざすのぢゃ"
    db "．．すべて　ぼうやにかかっておる"
    db "「かぜのさかな」の　めざめは、　"
    db "ちかづいておるぞ。　ホッホウ！@"

Dialog0CB::
    db "　　　ホッホウ！　ホッホウ！　　"
    db "ごぶさたぢゃったのう　ぼうや。　"
    db "マ－サのいりえの、ふかみより　　"
    db "「ナマズのおおぐち」にはいられよ"
    db "「かぜのさかな」は、ぼうやが　　"
    db "ちかづくにつれ、めざめにむかう　"
    db "あゆみ　つづけなされ．．．　　　"
    db "　　ホッホウ！　ホッホウ！　@"

Dialog0CC::
    db "．．．あのむすめ、タマゴのまえで"
    db "めざめのうたを　うたったのぢゃ　"
    db "「かぜのさかな」のうたは、　　　"
    db "めざめをつげるうた．．．．　　　"
    db "まさかマリンは「かぜのさかな」を"
    db "おこそうと．．．　　　　　　　　"
    db "ホッホウ！　つぎなるがっきは　　"
    db "ニシのやまの「カメイワ」ぢゃ！！"
    db "カメのかたちをした　いわに　　　"
    db "いぶきを、ふきこみ　　　　　　　"
    db "おそれず　ゆうきをしめすのぢゃ！"
    db "「かぜのさかな」は　まっておるぞ"
    db "@"

Dialog0CD::
    db "ホッホウ！　「かぜのさかな」は　"
    db "タマゴのなかで、まっておる。　　"
    db "さあ！カラのなかにはいるのじゃ！"
    db "　　　ホッホウ！　ホッホウ！　　"
    db "@"

Dialog0CE::
Dialog0CF::
    db "　　　ホッホウ！　ホッホウ！　　"
    db "　　　　　　　　　　　　　　　　"
    db "ぼうや．．．いや#####どの！"
    db "よくぞ、あくむにうちかった！　　"
    db "その、ちえ　ちから　ゆうきは、　"
    db "まこと、ゆうしゃの　あかしぢゃ！"
    db "　．．．．　．．．．　．．．．　"
    db "　．．．．　．．．．　．．．．　"
    db "わしは「かぜのさかな」の　　　　"
    db "こころの、ひとつなのぢゃ。　　　"
    db "「かぜのさかな」が、ねむるあいだ"
    db "ユメのせかいを　まもることが　　"
    db "わしの　やくめぢゃった。　　　　"
    db "．．．ぢゃが、あるとき　　　　　"
    db "ユメのさけめから　あくむがめばえ"
    db "しまを、むしばみだしたのぢゃ。　"
    db "．．．そこへ、めざめのししゃ　　"
    db "つまり#####どのが、こられた"
    db "わしは、しんじておった。おぬしは"
    db "あくむに　まけることのない　　　"
    db "つよい、ゆうきのもちぬしぢゃとな"
    db "　　ホッホウ！　ホッホウ！　　　"
    db "ありがとう#####どの．．．　"
    db "これで、わしのやくめは　おわった"
    db "「かぜのさかな」にかえるとしよう"
    db "さらばぢゃ！　　ホッホウ！　　　"
    db "@"

Dialog0D0::
    db "　．．．．　．．．．　．．．．　"
    db "．．わたしは、かぜのさかな．．．"
    db "．．．ねむりについて、いったい　"
    db "どれくらいときがたったのか．．．"
    db "．．．はじめ、わたしは．．．　　"
    db "タマゴのユメを、みていた．．．　"
    db "やがて、タマゴのまわりに　しまが"
    db "でき、ひとや、どうぶつが、うまれ"
    db "．．．せかいが　うまれた．．．　"
    db "　　　　　　　　　　　　　　　　"
    db "　．．．．　．．．．　．．．．　"
    db "　．．．．　．．．．　．．．．　"
    db "だが、ユメは　さめるもの　　　　"
    db "それが、しぜんのさだめなのだ。　"
    db "わたしが、めざめると、　　　　　"
    db "コホリントじまはきえるだろう　　"
    db "しかし、このしまの　おもいでは　"
    db "げんじつとして、こころにのこる。"
    db "そして．．．キミはいつか　　　　"
    db "このしまを　おもいだすだろう。　"
    db "この　おもいでこそ、ほんとうの　"
    db "ユメのせかいでは、ないだろうか　"
    db "　．．．．　．．．．　．．．．　"
    db "ありがとう　#####．．．．　"
    db "　　　　ときはみちた！　　　　　"
    db "　　　ともにめざめよう！！　　　"
    db "@"

Dialog0D1::
Dialog0D2::
    db "　　さあ！　かなでるのだ！　　　"
    db "　　　　めざめのうたを！　　　　"
    db "@"

Dialog0D3::
Dialog0D4::
Dialog0D5::
    db "　　　　にんぎょぞう@"

Dialog0D6::
Dialog0D7::
    db "．．．．．．#####よ　　　　"
    db "よくぞ　あくむに　うちかった！　"
    db "　　　　あがってきなさい。@"

Dialog0D8::
    db "なっ！　なにみてるザンス！　　　"
    db "ショゲ－－ッ！　もっもしやっ？　"
    db "「みとおしレンズ」ザンスね？！　"
    db "ヤメテ－ッ！　ミ－をみるのはっ！"
    db "@"

Dialog0D9::
    db "　　ホッホウ！　ホッホウ！　　　"
    db "ぼうやが、そのつるぎの　あるじか"
    db "ホホウ　なるほど　なるほど　　　"
    db "マモノどもが　あばれだすわけぢゃ"
    db "「かぜのさかな」のめざめをつげる"
    db "ししゃが　あらわれたのぢゃからな"
    db "「かぜのさかな」を、おこさねば　"
    db "そのししゃは、しまからでれぬとか"
    db "ホッ！　むらの　キタにある　　　"
    db "ふしぎのもりまで　くるがよい。　"
    db "まっておるぞ．．．　　　　　　　"
    db "　　　ホッホウ！　ホッホウ！　　"
    db "@"

Dialog0DA::
    db "　　　ウゴゴ！ウゴゴ！　　　　　"
    db "ジャマゲジッ！　メザワリゲジッ！"
    db "@"

Dialog0DB::
    db "ゲロゲロ！ボ－カルの　マム－だ！"
    db "あんた、ミュ－ジックの　イロハも"
    db "しらねえツラだな。　チッチッチッ"
    db "フエもって　でなおしてきなっ！@"

Dialog0DC::
    db "ゲロゲロ。ボ－カルの　マム－だ！"
    db "ここらじゃ　しらないヤツはいねえ"
    db "オレっちの　たましいの　うたを　"
    db "ききたいのかい？　チッチッチッ　"
    db "オレっちバンドは、やすいしごとは"
    db "おことわりだぜ　ベイビ－！　　　"
    db "まあ、１きょく　　　　　　　　　"
    db "３００ルピ－って　とこだな。　　"
    db "どうすんだ？　　　　　　　　　　"
    db "　　　　はらう　　さいなら<ask>"

Dialog0DD::
    db "センキュウ！！ありがとおっ！！！"
    db "ゲロッゲ－－－ロ！！　　　　　　"
    db "@"

Dialog0DE::
    db "わりいな。　オレっちバンドは　　"
    db "ボランティアは　しねえんだ。　　"
    db "@"

Dialog0DF::
    db "「カエルのソウル」をおぼえた！　"
    db "たましいを　ゆさぶる　うただぜ！"
    db "こいつのネイロで、いのちのない　"
    db "ものに　たましいをいれよう！！　"
    db "@"

Dialog0E0::
    db "このうたを　うたやあ　たましい　"
    db "ビンビンだぜ！　ニ－チャン。　　"
    db "@"

Dialog0E1::
    db "ヤイッ！こぞう、よくもオレサマを"
    db "めざめさせてくれたなっ！　　　　"
    db "．．．どうもありがとう　　　　　"
    db "おれいをしてやる、かくごしやがれ"
    db "．．．よろしいですか？　　　　　"
    db "@"

Dialog0E2::
    db "じゃあ、まほうのこなをもっと　　"
    db "もてるように　してやる！イヒヒッ"
    db "よろしいですか？　　　　　　　　"
    db "　　　　いいぞ　　かんべんして！"
    db "<ask>"

Dialog0E3::
    db "じゃあ、バクダンをもっと　　　　"
    db "もてるように　してやる！イヒヒッ"
    db "よろしいですか？　　　　　　　　"
    db "　　　　いいぞ　　かんべんして！"
    db "<ask>"

Dialog0E4::
    db "じゃあ、や　をもっともっと　　　"
    db "もてるように　してやる！イヒヒッ"
    db "よろしいですか？　　　　　　　　"
    db "　　　　いいぞ　　かんべんして！"
    db "<ask>"

Dialog0E5::
    db "イヒヒッ！ざまあみやがれ！　　　"
    db "もてるかずが、ふえてしまったぞ！"
    db "じゃあ、ゲンキでね．．．　　　　"
    db "また、あおうぞっ！@"

Dialog0E6::
    db "？？　カベに　えがほってある。　"
    db "．．．くらくて、よくみえない。　"
    db "@"

Dialog0E7::
    db "「コレニ　フレシ　モノニツグ　　"
    db "　コホリントハ　シマニ　アラズ　"
    db "　ソラ　ウミ　ヤマ　ヒト　マモノ"
    db "　ミナ　スベテ　ツクリモノナリ　"
    db "　カゼノサカナノ　ミテイル　　　"
    db "　ユメ　ノ　セカイ　ナリ　　　　"
    db "　カゼノサカナ　メザメル　トキ　"
    db "　コホリントハ　アワ　ト　ナル　"
    db "　ワレ　ナガレツキシ　モノニ　　"
    db "　シンジツ　ヲ　ツタエル」　　　"
    db "？？　つくりもの．．．．？　　　"
    db "@"

Dialog0E8::
    db "「おうごんのはっぱ」をみつけた！"
    db "スタ－トボタンでかくにんしよう！"
    db "@"

Dialog0E9::
    db "つ、つ、ついに、さいごの１まいを"
    db "てにいれちゃったぜ－－っ！．．．"
    db "じゃ、とりあえずリチャ－ドのとこ"
    db "もっていって、カギのこと　きこう"
    db "@"

Dialog0EA::
Dialog0EB::
Dialog0EC::
    db "まもりのきのみを　てにいれた！　"
    db "テキからのダメ－ジをはんげんする"
    db "@"

Dialog0ED::
    db "かがみのたてを　てにいれた！　　"
    db "ふせげなかったビ－ムもはねかえせ"
    db "@"

Dialog0EE::
    db "パワフルブレスレットをてにいれた"
    db "こんどは、ゾウだってかつげるぞ！"
    db "@"

Dialog0EF::
    db "ヒミツのカイがらをてにいれた！　"
    db "たくさんあつめていいものもらおう"
    db "@"

Dialog0F0::
    db "１００ルピ－でイカダにのるかい？"
    db "　　　　のる　　　いやだ<ask>"

Dialog0F1::
    db "よし！　おもてに　だしといたから"
    db "ぞんぶんに　たのしんでチョ－ダイ"
    db "@"

Dialog0F2::
    db "　　　　しんでんのたき@"

Dialog0F3::
    db "　　　　しんでんのみなみ@"

Dialog0F4::
    db "　　　どうぶつむらいりぐち@"

Dialog0F5::
    db "われらは、あくむのなかより　　　"
    db "うまれ　いでしもの．．．．　　　"
    db "ユメという　とざされた　せかいに"
    db "ちつじょを　きずくがため、　　　"
    db "「かぜのさかな」に、えいえんの　"
    db "ねむりを　あたえた．．．．　　　"
    db "これで、めざめによって　しまが　"
    db "きえてしまうことはない。　　　　"
    db "われわれこそ、カミなのだ！　　　"
    db "．．．．．．．．．．．．．．．．"
    db "．．．だが、おまえは、きた．．．"
    db "われらの　じゃまをしになっ！　　"
    db "クックックッ。　おまえには、　　"
    db "われらを　たおすことは　できぬ！"
    db "　　　　　いくぞ！！　　　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog0F6::
    db "きえてしまう．．．こわれてしまう"
    db "われらのしまが　われらのせかいが"
    db "．．わ．れ．ら．の．し．ま．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．わ．．．れ．．．ら．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．　．　．　．　．　．　．　．　"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog0F7::
    db "キャ－－ッ！　ねえねえ#####"
    db "やっていい！？　やっていい！？　"
    db "どうしよう？　　　　　　　　　　"
    db "　　　　いいよ　　ダ－メ！　　　"
    db "<ask>"

Dialog0F8::
    db "やりたい！　やりたい！！　　　　"
    db "　　　　いいよ　　しょうがねえな"
    db "<ask>"

Dialog0F9::
    db "いいウデ　してんじゃね－か。　　"
    db "オメ－さては．．．プロだなっ！？"
    db "プロは　おことわりだよっ！！　　"
    db "け－－んなっ！！　　ケッ！　　　"
    db "@"

Dialog0FA::
    db "　　　　　イヤ－ン！　　　　　　"
    db "　　　　　　　　　　　　　　　@"

Dialog0FB::
    db "　　　　　カバ－ン！　　　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog0FC::
    db "これは、タンスではありません　　"
    db "えっ？　しってるって？　あっそう"
    db "@"

Dialog0FD::
    db "#####はタンスをしらべた。　"
    db "　　　　　　　　　　　　　　　　"
    db "ウ－ン　なかなか　いいタンスだ。"
    db "@"

Dialog0FE::
    db "ほれっ　できあがりじゃ！　　　　"
    db "かいすうに、きをつけてつかえよ。"
    db "まずは、このへやのどれかに　　　"
    db "ふりかけてごらん．．．。@"

Dialog0FF::
    db "てい！　ひとのタンスをかってに　"
    db "．．．そんなことどこでおぼえただ"
    db "@"
