Dialog100::
    db "「まんげつのバイオリン」だっ！@"

Dialog101::
    db "「まきがいのホルン」をみつけた！"
    db "@"

Dialog102::
    db "「うみゆりのベル」をてにいれた！"
    db "@"

Dialog103::
    db "「しおさいのハ－プ」をみつけた！"
    db "@"

Dialog104::
    db "「あらしのマリンバ」をみつけた！"
    db "@"

Dialog105::
    db "「さんごのトライアングル」だっ！"
    db "@"

Dialog106::
    db "「ゆうなぎのオルガン」をみつけた"
    db "@"

Dialog107::
    db "「えんらいのドラム」をみつけた！"
    db "@"

Dialog108::
    db "しゃしんスキスキしゃしんやさん！"
    db "うるりらさんが　きになるのかい？"
    db "@"

Dialog109::
    db "だいめい「げきしゃ！#####は"
    db "うるりらの　ヒミツを　みた！」@"

Dialog10A::
    db "それじゃ　みつかるまえに　　　　"
    db "#####もにげろよ！じゃっ@"

Dialog10B::
    db "それじゃ、げんぞうしときますから"
    db "できたしゃしんも　みにきてね！@"

Dialog10C::
    db "しゃしんスキスキしゃしんやさん！"
    db "しゃしん　とらせて！　　　　　　"
    db "　　　　とって　　ヤダ！<ask>"

Dialog10D::
    db "じゃ、おくにいって！マクのまえ！"
    db "@"

Dialog10E::
    db "まだ　とってないよ．．．　　　　"
    db "さつえいは、マクのまえだよ！　　"
    db "@"

Dialog10F::
    db "だいめい「ゆうしゃ、ここにたつ」"
    db "　　　　　はい、チ－ズ！　　　　"
    db "@"

Dialog110::
    db "くちばしのない　せきぞうがなにか"
    db "をいっている。．．．ききとれない"
    db "@"

Dialog111::
    db "はこのなかみは、おれさまがいただ"
    db "いた！ほしけりゃつかまえてみな！"
    db "　　　マスタ－スタルフォン　<skull>@"

Dialog112::
    db "ゲッ！　みつかっちまった！　　　"
    db "しつこいヤロ－だぜ！@"

Dialog113::
    db "チ－クショ－ッ！　かなわね－や！"
    db "ここはひとまず、たいさんするぜ！"
    db "@"

Dialog114::
    db "ゲゲッ！またきやがった！　　　　"
    db "ホントにあきらめのわるいヤロ－だ"
    db "そのせいかく、おれさまがなおして"
    db "やるぜ－っ！@"

Dialog115::
    db "　ココホレ　バウッ！　バウッ！@"

Dialog116::
    db "にんぎょのウロコを　カケてる　　"
    db "ところに　はめこんだ！　　　　　"
    db "@"

Dialog117::
    db "．．．　つりをするときと　．．．"
    db "カッコつけるときは．．．アップ　"
    db "もっと．．．まわりを．．．よく　"
    db "みなくちゃ　だめだよ！　アップ@"

Dialog118::
    db "にいちゃん！セ－ブがしたいときは"
    db "ぜんぶのボタンをどうじにおすんだ"
    db "でも、おいらこどもだから、なんの"
    db "ことやら、さっぱりわかんないや。"
    db "@"

Dialog119::
    db "セ－ブごのさいスタ－トは、さいご"
    db "にくぐった、でいりぐちらしいけど"
    db "でも、おいらこどもだから、なんの"
    db "ことやら、さっぱりわかんないや。"
    db "@"

Dialog11A::
    db "このしまの、ちずをみるときはね　"
    db "セレクトボタンをおすんだってさ。"
    db "でも、おいらこどもだから、なんの"
    db "ことやら、さっぱりわかんないや。"
    db "@"

Dialog11B::
    db "ハ－トがなくなりそうなときは、　"
    db "いえやどうくつに、はいるといいよ"
    db "でも、おいらこどもだから、なんの"
    db "ことやら、さっぱりわかんないや。"
    db "@"

Dialog11C::
    db "ねえ、にいちゃん。マリンのこと　"
    db "どう　おもってるのさあ？　　　　"
    db "でも、おいらこどもだからさっぱり"
    db "わからんことにしとくよ。@"

Dialog11D::
    db "にいちゃんは、どっからきたの？　"
    db "．．．しまのそとっ？！　　　　　"
    db "「そと」ってなあに？　　　　　　"
    db "おいら、かんがえたこともねえや。"
    db "@"

Dialog11E::
    db "タマランチやまのせいなるたまご。"
    db "「かぜのさかな」はそのなかで、　"
    db "ねむってるんだってさ。　なぜ？　"
    db "おいらも、そんなことしらないよ。"
    db "@"

Dialog11F::
    db "えっ？　おいらたちは、いつから　"
    db "このしまにすんでるかって．．．？"
    db "「いつ」ってなんだろ？　　　　　"
    db "そんなこと、わかんねえや。@"

Dialog120::
    db "マリンは　いつもすなはまへいって"
    db "ひとりで　うみをみてるんだ。　　"
    db "なんでかな．．おいらこどもだから"
    db "わかんないや。　@"

Dialog121::
    db "　ヒュ－！ヒュ－！ヒュ－！　　　"
    db "ネエネエ　ふたりでどこいくの？　"
    db "おいら　こどもだから、わかんない"
    db "ことにしとくよ。@"

Dialog122::
    db "　ネエ　ネエ　にいちやん！　　　"
    db "そこの　ユメのほこら　なんだけど"
    db "なかにＸＸＸが　あるんだけどサァ"
    db "　　．．．　．．．　．．．　　　"
    db "おいらこどもだから　これいじょう"
    db "いわないことにするよ。　　　　　"
    db "@"

Dialog123::
    db "あれっ？　マリンちゃん　いないね"
    db "．．．　どうしたんだろ？　　　　"
    db "@"

Dialog124::
    db "これは、スゴイおおものだ！　　　"
    db "ちょうどいい！　しゃしんやさん、"
    db "わしらを　１まいとってくれ！さあ"
    db "#####も　ポ－ズをとるのだ！"
    db "@"

Dialog125::
    db "また、おおものがつれそうだと、　"
    db "プロのカンが、つげている。@"

Dialog126::
    db "イイことおしえてやるから　　　　"
    db "オレのこと、ダレにもヒミツだゼ！"
    db "トロンボかいがんの　ドウクツに　"
    db "いってみな！　　　　　　　　　　"
    db "オレとおなじく、みとおしレンズが"
    db "ないと　みえないヤツが　いるゼ！"
    db "@"

Dialog127::
    db "アラ、ざんねんだねエ．．．@"

Dialog128::
    db "まあ、ありがとう！やさしいねえ。"
    db "そうだ、かわりにこれを　あげよう"
    db "@"

Dialog129::
    db "<yoshi2>　とリボン　<ribbon>　をこうかんした"
    db "これも、こうかんできるかも．．？"
    db "@"

Dialog12A::
    db "おんなじかおが、よっつもあると　"
    db "あたしでも、まよっちゃうよ。　　"
    db "ところで、このこが、ヨッシ－の　"
    db "にんぎょうを、ほしがってね－。　"
    db "むらの　ゲ－ムやに　あるんだけど"
    db "むずかしくて、とれないんだよ。@"

Dialog12B::
    db "アラ、その　<yoshi2>　をこのこに　　　"
    db "プレゼントしてくれるのかい？　　"
    db "　　　　いいよ　　やだよ－ん<ask>"

Dialog12C::
    db "おんなじかおが、よっつもあると　"
    db "あたしでも、まよっちゃうよ。@"

Dialog12D::
    db "アッ！　コラコラ　だめでしょ－。"
    db "ワンワンなんか　つれてきちゃ。　"
    db "ボカァ、そういうヤバンなどうぶつ"
    db "すきになれないんだよな－。　　　"
    db "ソイツのいないときに、またあおう"
    db "じゃ、さよなら－。@"

Dialog12E::
    db "なるほど、あのユ－レイさんが　　"
    db "どうなったか　きになるんだね。　"
    db "#####のおかげで、きっと　　"
    db "ユ－レイさんも　しあわせだよ！　"
    db "しゃしんを、とってあげるから　　"
    db "ニッコリわらってね！　　　　　　"
    db "@"

Dialog12F::
    db "ホ－ホッホッホッ　ワンワンのこと"
    db "とっても、かんしゃしてるざます。"
    db "ほんと、しんせつなぼうやざますわ"
    db "おれいは、これざます。　　　　　"
    db "　　　　ぶちゆっ！！　　　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "．．．マダムニャンニャンから　　"
    db "おれいを　もらった．．．　　　　"
    db "．．．　．．．　．．．　．．．　"
    db "．．．　ラ、ラッキ－！@"

Dialog130::
    db "ホ－ホッホッ　うちのワンワンは、"
    db "けなみがじまんざますのよ　ホッ@"

Dialog131::
    db "たいへんざんす　た－いへんざんす"
    db "うちのワンワンが、モッ　モッ　　"
    db "モリブリンに、さらわれたざます！"
    db "おお、だれかワンワンをたすけて－"
    db "@"

Dialog132::
    db "マァ、よ－くうちのワンワンつれて"
    db "きてくださったざます！うれしいわ"
    db "あ－ら！　ついでに　おさんぽまで"
    db "していただけるんざますかあ．．．"
    db "たあすかるざますわあ。　　　　　"
    db "それじゃ、おねがいするざますっ！"
    db "@"

Dialog133::
    db "ぼくは、ブンツウがしゅみの　　　"
    db "ナイスなおじさん　ライトです！　"
    db "でも、いちどもへんじが　かえって"
    db "こないのです。　かなしいな－。@"

Dialog134::
    db "なっ、なんとぶんつうのおへんじを"
    db "もってきてくれたんですか！！　　"
    db "うっ、うれし－－－－っ！！　　　"
    db "あっ！しかもブロマイドつきだ－！"
    db "@"

Dialog135::
    db "ウ－－ン　なんとうつくしい！　　"
    db "．．．あっ、おれいをしなくては！"
    db "でも、ホウキくらいしかないんです"
    db "これで、よろしいですか？　　　　"
    db "　　　　いいよ　　いやだ<ask>"

Dialog136::
    db "おれいにホウキ　<broom>　をもらった！"
    db "しかし、あのブロマイドは．．．．"
    db "@"

Dialog137::
    db "おねがいです！　ホウキ　<broom>　を　"
    db "うけとってください！　　　　　　"
    db "　　　　わかった　だ－め<ask>"

Dialog138::
    db "いやあ、ぶんつうって　ほんと－に"
    db "いいもんですよ！@"

Dialog139::
    db "やあ、いまクリスチ－ヌに　　　　"
    db "てがみを　かいてるところですよ。"
    db "@"

Dialog13A::
    db "やあ、ボカァこうみえてもオシロに"
    db "すんでたことも、あるんだけどさ。"
    db "けらいにマモノが、とりついたんで"
    db "にげてきちゃったんだよなあ．．．"
    db "ところできみは、ウククそうげんの"
    db "いりぐちのカギがほしいんでしょ？"
    db "ボカァしらないわけじゃないんだが"
    db "．．．　ねえ、とりひきしようよ。"
    db "にげだすとき　オシロにおいてきた"
    db "「おうごんのはっぱ」を　　　　　"
    db "マモノから　とりかえしてほしい！"
    db "　　　　わかった　いやだ<ask>"

Dialog13B::
    db "いやあ、かんげきだなあ！　　　　"
    db "じつは「はっぱ」は、５まいなんだ"
    db "あっ、もどってくるまえにスコップ"
    db "かっといてね－。じゃ、よろしく－"
    db "@"

Dialog13C::
    db "ボカァきみのような　いくじなしは"
    db "かおもみたくないよ！　シッシッ@"

Dialog13D::
    db "ウ－－－ン　トレビア－ン！　　　"
    db "はっぱがすべて、そろったんだね！"
    db "さあ、このきばこをうごかしたまえ"
    db "ボクからの　おれいのしるしだよ！"
    db "@"

Dialog13E::
    db "きみのおかげで　はっぱももどって"
    db "ボカァ　しあわせだなあ－！@"

Dialog13F::
    db "ボンジュ－ル　#####　　　　"
    db "あいと　せいぎと、それから．．．"
    db "ボクのしあわせのために、はっぱを"
    db "すべて、そろえてくれたまえ！@"

Dialog140::
    db "うむ．．　．．．　．．．　．．．"
    db "なんというか．．．　．．．　　　"
    db "デンワ．．．　デンワしてくれ．．"
    db "．．．　．．．　そとからな．．．"
    db "．．．．．．．．．．．．．．．．"
    db "どうやら、うるりらじいさんは、　"
    db "とても、むくちなひとのようです。"
    db "@"

Dialog141::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "ハロ－！　うるりらじいさんじゃ　"
    db "しまのことなら　わしにおまかせ！"
    db "まよったら、わたしにデンワしてく"
    db "ださい、どぞよろしく．．ガチャ」"
    db "@"

Dialog142::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "ハロ－！　うるりらじいさんじゃ　"
    db "ふむ、モリブリンのほとんどが　　"
    db "もりにすんでいるんじゃが、たまに"
    db "タルタルこうちのどうくつにもおる"
    db "．．．　なにかのやくにたつかな？"
    db "うるりら－－－　ガチャッ」@"

Dialog143::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "ハロ－！　うるりらじいさんじゃ　"
    db "ゴポンガぬまに　さいとるハナ．．"
    db "これが、ワンワンの　だいこうぶつ"
    db "と、いうはなしじゃ。　　　　　　"
    db "さんぽするなら、よってみちゃあ　"
    db "どうだい？　うるりら－　ガチャ」"
    db "@"

Dialog144::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "わしじゃ、うるりらじいさんじゃ！"
    db "このしまのみんなには、あったか？"
    db "むらのナントウ　アナボコばたけに"
    db "リチャ－ドというおとこがおる．．"
    db "いちど、あってみてはどうかね？　"
    db "では、うるりら－　ガチャッ！　」"
    db "@"

Dialog145::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "わしじゃ、うるりらじいさんじゃっ"
    db "ところでバナナは、いらんかのう？"
    db "もういちど、むらのひととはなして"
    db "みるといいじゃろう．．．　　　　"
    db "　うるりら－　　　ガチャ！　」@"

Dialog146::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "ハロ－！　うるりらじいさんじゃ　"
    db "むらには　としょかんがある．．．"
    db "どうしていいか　わからんときは　"
    db "そこで　いろいろしらべなさい　　"
    db "では．．．　うるりら－　ガチャ」"
    db "@"

Dialog147::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　フム、「はっぱ」"
    db "が、５まいそろわんとな．．．？　"
    db "よくわからんが　．．．カラス．．"
    db "おしろのカラスが　あやしいのう　"
    db "すこしおどかしてみてはどうかな？"
    db "うるりら－－　　ガチャッ」@"

Dialog148::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　スコップ．．．　"
    db "スコップは、かったかな？　　　　"
    db "あちこち　ほると　なにかある　　"
    db "かもしれんぞ。　　ガチャッ」@"

Dialog149::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　ウククそうげんの"
    db "カギのあなぐらに　いくにカギる！"
    db "．．．べつに　シャレじゃないぞ　"
    db "．．．．．．．．ガチャッ！」@"

Dialog14A::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　しまの、　　　　"
    db "ナントウにある　ヤ－ナさばくに　"
    db "「アングラ－のカギ」というものが"
    db "あるそうじゃよ。　　　　　　　　"
    db "わしのヒントも　だいぶロコツに　"
    db "なってきたの－　ガチャッ」@"

Dialog14B::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　へんな　オバケに"
    db "トリつかれたとな？　そうじゃのう"
    db "そいつの　いきたいところに　　　"
    db "つれていって　やったらどうかな？"
    db "　　うるりら－　　ガチャッ！」@"

Dialog14C::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。いりえで　ナマズが"
    db "おおぐちを、あけておるのう．．．"
    db "およいで　いってみてはどうかな　"
    db "　　うるりら－　　ガチャッ！」@"

Dialog14D::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。カオのしんでんには"
    db "いってみたかい？　　　　　　　　"
    db "どうぶつむらの　キタにある　　　"
    db "とてもためになる　イセキじゃよ　"
    db "　　うるりら－　　　ガチャッ！」"
    db "@"

Dialog14E::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　メ－ベのむらの　"
    db "そらとぶニワトリをしってるかな？"
    db "むかしは　あれをかついで　　　　"
    db "パタパタそらを　とんだもんじゃ。"
    db "いまも　かざみどりのしたに　　　"
    db "うまっておるそうじゃよ。　　　　"
    db "やくに　たったかな？　　　　　　"
    db "　　うるりら－　　　ガチャッ」　"
    db "@"

Dialog14F::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　カメイワの　　　"
    db "あたまがジャマかのう？　　　　　"
    db "いのちをふきこめば、うごくかも　"
    db "しれんぞ。　　ほんと、ほんと　　"
    db "やくにたったかな？　　　　　　　"
    db "　うるりら－　　ガチャッ」　　　"
    db "@"

Dialog150::
    db "．．．ぬま．．．ハナさく　ぬまに"
    db "あらたな　みちが　つづいている　"
    db "@"

Dialog151::
    db "．．．そうげん．．．そうげん　　"
    db "そうげんが、まっている．．．　@"

Dialog152::
    db "．．．タキ．．．タキのなかに．．"
    db "かくされている．．．．．　　　　"
    db "@"

Dialog153::
    db "．．．いりえ．．いりえのなかにも"
    db "おまえのゆくみちは　つづいてる　"
    db "@"

Dialog154::
    db "．．．しんでん．．．しんでんに　"
    db "しまのヒミツがある．．．．．．．"
    db "@"

Dialog155::
    db "．．．やま．．．．．やまのうえで"
    db "おまえを　よんでる．．．．．．．"
    db "@"

Dialog156::
    db "．．．フエ．．．フエのねが　　　"
    db "おまえを　みちびく．．．．．　　"
    db "@"

Dialog157::
    db "．．．ときは　みちた．．．　　　"
    db "せいなるタマゴが　よんでいる．．"
    db "@"

Dialog158::
Dialog159::
    db "オヤオヤ　じゃあ、あんたが　　　"
    db "このしま　そうじしてくれるのかい"
    db "@"

Dialog15A::
    db "イヤッホ－！　あたしゃげんきだよ"
    db "あんたもげんきでやっとるか－！@"

Dialog15B::
    db "イヤッホ－！　あたしゃげんきだよ"
    db "でも、ちょいとはりきりすぎたかね"
    db "とうとう　ほうきもボロボロに　　"
    db "こわれてなくなっちゃったよ！@"

Dialog15C::
    db "イヤッホ－！　　イヤッホ－！　　"
    db "あたらしい　ホウキかい？　　　　"
    db "わるいね　あたしにくれるんだろ？"
    db "　　　　そだよ　　やだよ<ask>"

Dialog15D::
    db "それじゃおれいに、かわでひろった"
    db "つりばりでも　あげようかねえ。@"

Dialog15E::
    db "<broom>　とつりばり　<fishhook>　をこうかん　"
    db "した！こんどは、なんになるだろう"
    db "@"

Dialog15F::
    db "イヤッホ－！！　おニュ－のホウキ"
    db "なかなかいいよ！@"

Dialog160::
    db "ナンダ－ッ！このワンワンやろう！"
    db "しょうぶだ！！　ウキキッキ－ッ！"
    db "@"

Dialog161::
    db "チキ－タ　チキ－タ　サルキッキ　"
    db "おなかがすいたよ　サルキッキ！@"

Dialog162::
    db "<bananas>　だ　<bananas>　だ、ウッキッキッ！　"
    db "みんなあつまれ、おれいをするぞ－"
    db "@"

Dialog163::
    db "おサルのはしの　できあがり！　　"
    db "では、さらばだ！　ウキキッキ－！"
    db "@"

Dialog164::
    db "おサルがのこしていった、ぼうきれ"
    db "をひろった．．．もらっとこう。@"

Dialog165::
    db "<bananas>　だ　<bananas>　だ、ウッキッキッ！　"
    db "そいつを　オイラにくれないか？　"
    db "　　　　うん　　　いやだ<ask>"

Dialog166::
    db "おとめのへやを、おとずれるときの"
    db "エチケット、ごぞんじないの？　　"
    db "おはなくらい、いただければ　　　"
    db "おはなしするきにもなるんですけど"
    db "そう、ハイビスカスがすきですの　"
    db "わたくしのばあい．．．　．．．@"

Dialog167::
    db "あら、わたくしにその　<flower2>　を　　"
    db "くださるの？　どうもありがとう。"
    db "あの－．．．とってもしんしてきな"
    db "あなたに　おねがいがございますの"
    db "きいてくださいます？　　　　　　"
    db "　　　　ええ　　　いいえ<ask>"

Dialog168::
    db "もりのはずれの　ライトさまに　　"
    db "てがみを　とどけていただきたいの"
    db "よろしく　おねがいいたしますわ！"
    db "@"

Dialog169::
    db "．．．そうなの。わたくしあなたは"
    db "いいかただと　おもいましたのに。"
    db "@"

Dialog16A::
    db "<flower2>　がヤギのてがみ　<letter2>　になった"
    db "．．．．なんか．．．すごいぞ！@"

Dialog16B::
    db "わたくし、おいしそうな　かみだと"
    db "たとえライトさんの　おてがみでも"
    db "たべてしまうことが、ありますの　"
    db "．．．おはずかしい．．．．．．．"
    db "@"

Dialog16C::
    db "ワンワンを　きゅうしゅつした！　"
    db "ちかくでみると、やっぱりコワイ。"
    db "@"

Dialog16D::
    db "なんと、ニワトリがよみがえった！"
    db "なんだか、よろこんでるみたいだ。"
    db "@"

Dialog16E::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "．．．うるりらじゃ．．．フゥ　　"
    db "．．．ばあさんが、どうぶつむらに"
    db "いっておるので　さみしいんじゃ。"
    db "そうじがおわったら、はやくかえる"
    db "ように　つたえてくれんかのう．．"
    db "うるりら－．．．　　ガチャッ！」"
    db "@"

Dialog16F::
    db "ヤッホ－ばあさんがいない？！　　"
    db "　．．．　．．．　ナゾはとけた！"
    db "うるりらじいさんの　な　にかけて"
    db "どうぶつむらにいるよ！　　　　　"
    db "．．．．　ほんとは、おいら　　　"
    db "でんわで　きいたんだけどね．．．"
    db "@"

Dialog170::
    db "いやあ、やくそくどうり　パパ－ル"
    db "そうなんしたっスよっ！　　　　　"
    db "ハラがへって、うごけないっスよ。"
    db "なんか、くいもんくれないっスか？"
    db "　　　　いいとも　ダメ！<ask>"

Dialog171::
    db "あんた、つめたいひとっスね．．．"
    db "@"

Dialog172::
    db "こりゃ、うまそうな　<pineapple>　だ！！　"
    db "それじゃ　<pineapple>　をいっただきや－ス"
    db "@"

Dialog173::
    db "おっ、そうだ！　おれいといっちゃ"
    db "なんなんスけど．．．．．．．．．"
    db "こいつ　<flower2>　をさしあげるっスよ。"
    db "ハイビスカスってハナでさあ。　@"

Dialog174::
    db "<pineapple>　とハイビスカス　<flower2>　を　　　"
    db "こうかんした！@"

Dialog175::
    db "うまいっスよ　うまいっスよ！　　"
    db "ちからでるっすよ！@"

Dialog176::
    db "いやあ、このあいだは　　　　　　"
    db "どうもっス。@"

Dialog177::
    db "いやあ、やくそくどうり　パパ－ル"
    db "そうなんしたっスよっ！　　　　　"
    db "ハラがへって、うごけないっスよ。"
    db "なんか、くいもんくれないっスか？"
    db "　　　　あげない　ダメ！<ask>"

Dialog178::
    db "あんた、おむかいさん　そりゃあ　"
    db "たいへんだったんだよ－！　　　　"
    db "あたしゃ、おそうじくらいしか　　"
    db "してあげられないけどねえ．．．@"

Dialog179::
    db "．．．だれもいない　やかたに．．"
    db "．．．こえがひびく．．．　　　　"
    db "「ワタシは　カイがらのやかたに　"
    db "　やどりしもの．．．　　　　　　"
    db "　ヤミの　チカラに　いどむものを"
    db "　まっていた．．．　　　　　　　"
    db "　．．．しまに　かくされた　　　"
    db "　ヒミツのカイがらを　あつめよ！"
    db "　あつめしカイがらをもちて、　　"
    db "　ゲ－トを　くぐるが　よい．．．"
    db "　しかくあるものに　ひかりの　　"
    db "　チカラもつ　けんをあたえる！」"
    db "よしっ、たくさん　カイがらを　　"
    db "あつめて、ゲ－トをくぐってみよう"
    db "@"

Dialog17A::
    db "　．．．はんのうが　ない．．．　"
    db "カイがらが　たりないようだ．．．"
    db "@"

Dialog17B::
    db "「．．これで．．．ようやく．．．"
    db "　ワタシの　やくめも　おわった」"
    db "@"

Dialog17C::
    db "ねえねえ、タルタルこうちには、　"
    db "しゃしんやがあるんだって。　　　"
    db "にいちゃん、しってる？　　　　　"
    db "わかいひとの、いまのはやりは　　"
    db "キレイなじぶんを　しゃしんに　　"
    db "のこすことなんだってさ。　　　　"
    db "おいら、わかいけど、なんのこと　"
    db "やら、さっぱりわかんないや。@"

Dialog17D::
    db "　　　　　しゃしんや　　　　　　"
    db "　　きねんしゃしん　とります@"

Dialog17E::
    db "うむ、それでいい。テキのなかにも"
    db "へんかするやつが　いるかもしれん"
    db "なくなったら、もりで　キノコを　"
    db "とってくるがいい。　　　　　　　"
    db "あたらしく　つくってやろう．．．"
    db "@"

Dialog17F::
    db "．．．！　　うごけないでごじゃる"
    db "でもだいじょうぶでごじゃる。　　"
    db "そんな　なまくらな　けんでは、　"
    db "このつぼは　こわせないでごじゃる"
    db "ここの　かべのほうが、　　　　　"
    db "よっぽど、かたいでごじゃる。@"

Dialog180::
    db "わたし、オシャレがだ－いすき！　"
    db "ピチピチボデイのキャンキャンよ！"
    db "ア－ア．．．なんか、カワイイ　　"
    db "アクセサリ－が、ほしいなあ－。@"

Dialog181::
    db "わたし、オシャレがだ－いすき！　"
    db "ピチピチボデイのキャンキャンよ！"
    db "イヤ－ンその　<ribbon>　メチャカワイイ"
    db "ドッグフ－ドと、とりかえてよね！"
    db "　　　　わかった　いやだ<ask>"

Dialog182::
    db "<ribbon>　とドッグフ－ド　<dogfood>　を　　　"
    db "とりかえた！ビ－フがたっぷりだ！"
    db "@"

Dialog183::
    db "ラッキ－！　ありがとう。　　　　"
    db "じゃっ、　<dogfood>　とこうかんねっ！@"

Dialog184::
    db "エッエ－－－－－ッ！！　　　　　"
    db "しんじらんなあい！もうサイテ－！"
    db "@"

Dialog185::
    db "ボク、マンボウのこども　　　　　"
    db "なまえは、マンボためごろう！　　"
    db "あんたフエもってる？　　　　　　"
    db "　　　　あるよ　　もってない<ask>"

Dialog186::
    db "あ、そう．．．．．．．．．．．．"
    db "ブク　ブク　ブク@"

Dialog187::
    db "じゃ、１きょく　おしえてあげる！"
    db "@"

Dialog188::
    db "マンボウのマンボをおぼえた。　　"
    db "みずのそとへでたら、ふいてみよう"
    db "@"

Dialog189::
    db "ボク、マンボウのこども　　　　　"
    db "なまえは、マンボためごろう！　　"
    db "ボクのきょくを　ふけば　　　　　"
    db "マンボガいけへ、ワ－プできるよ！"
    db "ダンジョン　のなかでも　　　　　"
    db "ふいてみてよね。　　　う－っ！@"

Dialog18A::
    db "あ、　がっきないの．．．そう．．"
    db "ブク　ブク　ブク@"

Dialog18B::
    db "さ－いきんのコケコッコどもは　　"
    db "こんじょうが、なってねえだよ。　"
    db "オラが、むかし　かっとったヤツは"
    db "パ－タパタそらを　とんだだよ！　"
    db "いや、ほんと　うそじゃねえだよ。"
    db "ほれ、ト－ト－ト－　ト－ト－ッ@"

Dialog18C::
    db "あんれまあ－、そのコケコッコは　"
    db "ほんとに、とんでるでねえだか．．"
    db "い、いやあオラのいったとうりだべ"
    db "うん、そのコッコかついでみるだよ"
    db "@"

Dialog18D::
    db "いや、やっぱし　そらとぶコッコが"
    db "いちばんいいだよ！@"

Dialog18E::
    db "　　　　そらとぶニワトリ　　　　"
    db "　　　　　ここにねむる　　　　@"

Dialog18F::
    db "もしかして、それは　にんぎょの　"
    db "ウロコじゃ　ないザンスか！　　　"
    db "ミ－は、この　えを　かいてるから"
    db "ちょっと、てが　はなせないザンス"
    db "ミ－の　かわりに、にんぎょぞうを"
    db "かんせい　させて　ほしいザンス。"
    db "@"

Dialog190::
    db "ヌッ、なにやつ！あやしいこぞうだ"
    db "みなのもの、であえっ！であえ－！"
    db "@"

Dialog191::
    db "エエイ、ワンワンをねらってきたか"
    db "さてはおぬし、ワンワンのあるじ、"
    db "マダムニャンニャンの　はなった　"
    db "しかくであろう、かえりうちじゃ！"
    db "@"

Dialog192::
    db "あっ、#####　わたしね、よく"
    db "このむらにも、うたいにきてるの！"
    db "みんな「かぜのさかな」のうたが　"
    db "いちばんの　おきにいりみたいね。"
    db "#####は、なにがすきかしら？"
    db "@"

Dialog193::
    db "「かぜのさかな」のうた　　　　　"
    db "ぜったい　わすれないでね！　　　"
    db "それから、わたしのことも．．．　"
    db "@"

Dialog194::
    db "さっきは、ありがと．．．．　　　"
    db "#####すっごくカッコよかった"
    db "わたし「かぜのさかな」に　　　　"
    db "おねがいしてたの．．．．　　　　"
    db "えっ？　どんな　おねがいかって？"
    db "それは．．．．だ－め、ヒミツ！@"

Dialog195::
    db "#####　いつか　このしま　　"
    db "でてっちゃうんだよね．．．．　　"
    db "なんとなく．．わかるの．．．　　"
    db "#####が　いっちゃうこと。　"
    db "．．わたしのこと、わすれないでね"
    db "わすれたら、しょうちしないから！"
    db "@"

Dialog196::
    db "．．．．．．．．．．．．．．．．"
    db "うっとり、うたにききほれている。"
    db "@"

Dialog197::
    db "「かぜのさかな」のうたは　　　　"
    db "めざめの　うたなんだって。　　　"
    db "もし、かみさまが　おきたら．．．"
    db "わたしの　ねがいきいてくれるかな"
    db "@"

Dialog198::
    db "えっ？　なかに　はいるの？　　　"
    db "わたし、ここでまってる．．．　　"
    db "きをつけてネ#####．．．　　"
    db "@"

Dialog199::
    db "　　　　　あ－－っ！　　　　　　"
    db "．．．　あ－あ、イケナイんだあ！"
    db "@"

Dialog19A::
    db "これは、わたしからのサ－ビス、　"
    db "ほ－ら、ハ－ト　まんタンよおん！"
    db "@"

Dialog19B::
    db "ミ－が、ゆうめいなゲイジュツカ　"
    db "シュ－ル．ドナピッチ　ザンス！　"
    db "いりえの、にんぎょぞうも　　　　"
    db "ミ－の　じしんさくザンス。　　　"
    db "．．．じつはあのぞう　ワケアリで"
    db "みかんせいなんザンス　ホッホッ！"
    db "ミ－のゲイジュツはムズカシすぎて"
    db "アンタには、むりザンスね．．．．"
    db "@"

Dialog19C::
    db "　「かなしみのにんぎょぞう」　　"
    db "　　　　　　シュ－ルさく　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "？．．ウロコが１まい　かけてる。"
    db "@"

Dialog19D::
    db "　　　　かいがらのやかた@"

Dialog19E::
    db "　<right>　ヤ－ナさばく　いりぐち@"

Dialog19F::
Dialog1A0::
    db "　　　　　ふしぎのもり　　　　　"
    db "　ほんのちょっと、ふしぎです　　"
    db "@"

Dialog1A1::
    db "あなたも　チャレンジ！　　　　　"
    db "イカダで、きゅうりゅうくだり　　"
    db "　じむしょへ　どうぞ@"

Dialog1A2::
    db "　ひがし<right>　ウククそうげん　　　"
    db "　ずっとひがし　どうぶつむら@"

Dialog1A3::
    db "　　　　タマランチ　やま　　　@"

Dialog1A4::
    db "　<right>　　　テ－ルのほらあな　　　"
    db "　<down>　　　トロンボ　かいがん@"

Dialog1A5::
    db "　<right>　　　ゴポンガのぬま　　　　"
    db "　<down>　　　ふしぎの　もり@"

Dialog1A6::
    db "ヒビワレゆかに　ちゅうい！　　　"
    db "おもたいひとは　のらないように！"
    db "@"

Dialog1A7::
    db "　　　　でんわボックス　　　　　"
    db "@"

Dialog1A8::
    db "　　　　　　キケン！　　　　　　"
    db "ワンワンいがい　たちいりきんし！"
    db "@"

Dialog1A9::
    db "　<down>　の　ほうこうへすすめ@"

Dialog1AA::
    db "　<up>　の　ほうこうへすすめ@"

Dialog1AB::
    db "　<right>　の　ほうこうへすすめ@"

Dialog1AC::
    db "　<left>　の　ほうこうへすすめ@"

Dialog1AD::
    db "　　もういちど　さいしょから　　"
    db "　　　やりなおし！@"

Dialog1AE::
    db "おみごと！これで　クリア　です！"
    db "ごほうびはあちら　<right>　　　　　　"
    db "おたのしみに！　@"

Dialog1AF::
    db "じゅんぎょうのため　たびにでます"
    db "　　　　　　　　　　　マム－　　"
    db "@"

Dialog1B0::
    db "　<right>　　きまぐれトレ－シ－のいえ"
    db "　<down>　　マンボガいけ　　　　　　"
    db "@"

Dialog1B1::
    db "　<right>　どうぶつむら　　　　　　　"
    db "　<down>　マ－サのいりえ　　　　　　"
    db "@"

Dialog1B2::
    db "　<right>　どうぶつむら　にようこそ！"
    db "@"

Dialog1B3::
    db "　<right>　ぼち　　　　　　　　　　　"
    db "　<down>　ウクク　そうげん　　　　　"
    db "@"

Dialog1B4::
    db "　　このへん　タルタルこうち　　"
    db "　　<right>　しゃしんや　すぐそば　　"
    db "@"

Dialog1B5::
    db "　<right>　タマランチやま　　　　　　"
    db "　<left>　ゴポンガのぬま　　　　　　"
    db "@"

Dialog1B6::
    db "カミのタマゴにあいにゆけ　　　　"
    db "ねいろに　カミはこたえよう　　　"
    db "@"

Dialog1B7::
    db "「かぜのさかな」はさかなにあらず"
    db "かぜをよぶが　とりにもあらず　　"
    db "@"

Dialog1B8::
    db "　　　あしもとに　ヒミツあり@"

Dialog1B9::
    db "　　　あしもとに　ヒミツあり@"

Dialog1BA::
    db "　　　このあたり　ヒミツあり@"

Dialog1BB::
    db "　　　ハシのした　ヒミツあり@"

Dialog1BC::
    db "　　　このあたり　ヒミツなし@"

Dialog1BD::
    db "「かぜのさかな」のめざめ　なくば"
    db "ゆうしゃは　しまのつちになる　　"
    db "@"

Dialog1BE::
    db "ユメがさめたら　アワになる　　　"
    db "マモノもみんな　アワになる　　　"
    db "だからマモノは　じゃまをする　　"
    db "めざめのししゃの　じゃまをする@"

Dialog1BF::
Dialog1C0::
    db "おっ？　#####　　　　　　　"
    db "いいものもってるだな。　　　　　"
    db "うんまいハチミツわけてやるから　"
    db "そのぼうきれ　かしてほし－だよ。"
    db "　　　　いいよ　　だ－め<ask>"

Dialog1C1::
    db "　<stick>　が　　　　　　　　　　　　"
    db "ハチのす　<honeycomb>　になった。　　　　"
    db "？？　なんかよくわからないけど　"
    db "　とりあえず　もらっておこう！@"

Dialog1C2::
    db "う－ん　#####いけずだ－よ。"
    db "@"

Dialog1C3::
    db "　　　　ウニ　ちゅうい！　　　　"
    db "　　すでで　さわらないように！@"

Dialog1C4::
Dialog1C5::
    db "はらがへったで、はまべでバナナを"
    db "もらってきただよ　モグモグ　　　"
    db "#####もほしかったら　　　　"
    db "もらってくると　ええだよ．．．．"
    db "@"

Dialog1C6::
    db "ワシは、ここのかんりにんの　　　"
    db "セ－ルっちゅうもんや！　　　　　"
    db "ワシは、めずらしい「カンヅメ」を"
    db "あつめるのが　しゅみなんやけど　"
    db "おとうとは、どこぞでゲイジュツカ"
    db "をやっとるらしいんや。　　　　　"
    db "うまいもん、くうてたほうが、　　"
    db "エエと　おもうんやけどなあ．．．"
    db "@"

Dialog1C7::
    db "なんや、それ、！　カ、カンヅメ　"
    db "もってるんちゃうのっ！？　　　　"
    db "おねがいや。　そのカンヅメ　<dogfood>　"
    db "わしにちょ－だい！　おねがいや！"
    db "どうする？　　　　　　　　　　　"
    db "　　　　ええよ　　いやや<ask>"

Dialog1C8::
    db "おおきに、ありがとうっ！　　　　"
    db "ほな、いただきま－すっ！　　　　"
    db "@"

Dialog1C9::
    db "ほな、しゃ－ないなあ．．．．．．"
    db "また、きがかわったらいうてや。@"

Dialog1CA::
    db "モグ　モグ　モグ．．．．．．．．"
    db "こりゃ、うまいわ！！　　　　　　"
    db "ほな、おれいにバナナをあげるな。"
    db "いや、ほんま、おいしかったわ！@"

Dialog1CB::
    db "　<dogfood>　をあげたらバナナ　<bananas>　を　"
    db "もらった！　　　　　　　　　　　"
    db "なんか、ごっつ　ええかんじ！@"

Dialog1CC::
    db "ど－も、ごちそうさんでした！@"

Dialog1CD::
    db "まいど、おにいちゃん！　あんた　"
    db "きゅうりゅうすべりしたことある？"
    db "タルタルこうちのヒガシのはずれに"
    db "あるわ、いっぺんいってみいな。@"

Dialog1CE::
    db "りょうりの　ざいりょうが　　　　"
    db "たりねえや。　こんちきしょう！　"
    db "ハチミツがありゃ－、べらぼうに　"
    db "うまくなるんだゼ。@"

Dialog1CF::
    db "ハイホ－！　おめえさん、そいつあ"
    db "ひょっとすると　<honeycomb>　じゃねえか？"
    db "ちょうど、ハチミツきらしてんだ！"
    db "パイナップルとこうかんしねえか？"
    db "　　　　いいよ　　やだ<ask>"

Dialog1D0::
    db "　<honeycomb>　を　　　　　　　　　　　　"
    db "パイナップル　<pineapple>　ととりかえた！"
    db "すっぱ－いけど　おいしい！　　　"
    db "おいし－けど　すっぱい！@"

Dialog1D1::
    db "キショ－ッ！　　おしいゼ。　　　"
    db "めったにねえ　チンミなのによう。"
    db "@"

Dialog1D2::
    db "オウ！オウ！　ヤ－ナさばくね　　"
    db "しってるぜ。このむらの　ミナミに"
    db "いりぐちが　あるんだがな、　　　"
    db "へんなヤツが　みちをふさいでんだ"
    db "．．．あいつは　いちどねちまうと"
    db "ず－－－－っと！うごかね－しな。"
    db "そっ！　マリンちゃんつれてきな！"
    db "あのコのうたで　おこしちまえよ！"
    db "ビックリ！　とびおきるぜ　きっと"
    db "　　　へっへっへっ！　　@"

Dialog1D3::
    db "おいらのユメは、メ－ベのむらに　"
    db "チェ－ンてんを　だすことなんだ。"
    db "@"

Dialog1D4::
    db "ハイホ－！！！　マリンちゃん　　"
    db "いらっしゃあい。　　　　　　　　"
    db "．．．．．．．．おっと？　イケネ"
    db "アンタもいたのか　スマンスマン。"
    db "@"

Dialog1D5::
    db "あら、#####　　　　　　　　"
    db "ここがよくわかったわね。　　　　"
    db "すこし　わたしとおはなししない？"
    db "　　　　いいよ　　しない<ask>"

Dialog1D6::
    db "そう、わたし　もうちょっとだけ　"
    db "ここで　うみをみてるわ。@"

Dialog1D7::
    db "　　はまべにいってます　　　　　"
    db "　　　　　　　　　　マリン　<marin>　"
    db "@"

Dialog1D8::
    db "このヤシのみは、いったい　　　　"
    db "どこからくるのかな．．．．　　　"
    db "うみのむこうには、なにもないって"
    db "タリンはいってたけれど．．．　　"
    db "きっと、なにかがあるって　　　　"
    db "わたし　しんじてるの！　　　　　"
    db "　．．．．　．．．．　．．．．　"
    db "　　　　　　　　　　　　　　　　"
    db "#####を、みつけたとき　　　"
    db "わたしドキドキしたわ。　　　　　"
    db "このひとは、うみのむこうから　　"
    db "なにかを、つげにきたんだって　　"
    db "@"

Dialog1D9::
    db "　．．．．　．．．．　．．．．　"
    db "　　　　　　　　　　　　　　　　"
    db "わたしが、カモメだったら．．．．"
    db "ずっと、とおくへ、とんでいくのに"
    db "いろんなところへ　いって、　　　"
    db "いろんなひとたちと　うたうの　　"
    db "「かぜのさかな」に、いのれば　　"
    db "わたしのおねがい　かなうのかしら"
    db "@"

Dialog1DA::
    db "ねえ#####ちゃんときいてる？"
    db "　　　　うん　　　ぜんぜん<ask>"

Dialog1DB::
    db "いつか、#####のふるさとに　"
    db "いってみたいな．．．．．．　　　"
    db "なあんてね！　　フフフ．．．@"

Dialog1DC::
    db "え？　セイウチさんが？？　　　　"
    db "．．．　いいわ、いっしょにいく！"
    db "@"

Dialog1DD::
    db "う－ん　う－ん　．．．．　　　　"
    db "ハチはもう　こりごりだあよ。　　"
    db "@"

Dialog1DE::
    db "モウ！うわのそらなんだからあ．．"
    db "こんどは、ちゃんときいてね。　　"
    db "@"

Dialog1DF::
    db "１ぴきでも　いきのこっていれば　"
    db "それで　じゅうぶんだぜ！　ぺっ！"
    db "いくらでも　なかまを　よんで　　"
    db "これるしな！いくぜ！オチビさん！"
    db "@"

Dialog1E0::
    db "．．．．オウ．．．．オウ．．．．"
    db "．．．．　<marin>　．．．　<marin>　．．．"
    db "@"

Dialog1E1::
    db "あら？　いけないセイウチさんね。"
    db "ちょっとビックリさせちゃおうか？"
    db "　　　　うん　　　やめとこう<ask>"

Dialog1E2::
    db "アハハハッ！　ねおきの　いいコね"
    db "@"

Dialog1E3::
    db "あれっ？　わたしをよんでる．．．"
    db "きっと、いつものアレね．．フフフ"
    db "@"

Dialog1E4::
    db "そうね。　かわいそうだから　　　"
    db "そっと、ねかせてあげようね。@"

Dialog1E5::
    db "わたし、どうぶつむらへいってるわ"
    db "#####も、きっとよってね！　"
    db "@"

Dialog1E6::
    db "オウッ！　　　オウッ！　　　　　"
    db "　<marin>　<marin>　！　<marin>　<marin>　！　　　　"
    db "．．．．．　<link>　？？　　　　　　"
    db "@"

Dialog1E7::
    db "いやあ、まいったよ。　サカナに　"
    db "ハリを、とられてしまってね．．．"
    db "いとだけ、たらしておるんだが　　"
    db "やっぱりなにも　つれんようだよ。"
    db "@"

Dialog1E8::
    db "おお！　きみのもっているのは　　"
    db "つりばりでは、ないかね？　　　　"
    db "それを　わたしに、くれんかね？　"
    db "なにかつれたらこうかんでどうだ？"
    db "　　　　うん　　　いや<ask>"

Dialog1E9::
    db "では、プロのわざというやつを　　"
    db "しかと　みていなさい！@"

Dialog1EA::
    db "もっと、やさしさを　もたないと　"
    db "だめだよ！@"

Dialog1EB::
    db "おっ！　　これはでかいぞ！　　　"
    db "でかいっ、でかいぞ！　　　　　　"
    db "　　　　　そりゃ－！！　　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog1EC::
    db "<fishhook>　が　ピンクのブラジャ－　<bra>　"
    db "になってしまった！ラ、ラッキ－！"
    db "@"

Dialog1ED::
    db "つぎは　なにがつれるか　　　　　"
    db "ほんとうにたのしみだよ！@"

Dialog1EE::
    db "うちのひと．．．やくそくどおり、"
    db "そうなんしたみたいだよ。　　　　"
    db "だれか、たべものをもって　　　　"
    db "たすけにいってくれないかね－。@"

Dialog1EF::
    db "ウォ、バレちまった。　　　　　　"
    db "チッ、みとおしレンズか．．．　　"
    db "オレは、ほかのヤツラとちがって　"
    db "シズカにくらしたいだけなのにナ。"
    db "@"

Dialog1F0::
    db "いりえで　およいでたら　みずぎを"
    db "なみに、さらわれちゃったの．．．"
    db "みつけてくれたらね－、わたしの　"
    db "ＸＸＸ　あ．げ．る！@"

Dialog1F1::
    db "キャ－ッ！　エッチ！　エッチ－！"
    db "@"

Dialog1F2::
    db "あ－っ！それ、わたしのみずぎよ！"
    db "ねえねえ、かえして！かえしてよ！"
    db "そしたら、わたしのからだから　　"
    db "１まいウロコをとらせてあげるから"
    db "　　　　かえす！　やだよ<ask>"

Dialog1F3::
    db "あ、あん、１まいだけよん！@"

Dialog1F4::
    db "クスン、クスン　いじわる－っ！@"

Dialog1F5::
    db "<bra>　をかえして、にんぎょのウロコ"
    db "<scale>　を１まいとらせてもらった！　"
    db "ちくしょう！　うれしいぞっ！@"

Dialog1F6::
    db "じゃ、とるよ！　．．．．だいめい"
    db "「きょうふ！ワタシはみた！？」@"

Dialog1F7::
    db "まえに、エッチなゲイジュツカに　"
    db "モデルをたのまれたことがあったわ"
    db "そういえば、アイツもわたしの　　"
    db "ウロコをほしがってたわねえ　　　"
    db "やっぱり、「みとおしレンズ」の　"
    db "ウワサ　ほんとなのかしら．．．@"

Dialog1F8::
    db "しゃしんスキスキしゃしんやさん！"
    db "なんと？！ゾ－ラがいえのなかに！"
    db "ほっほ－、これはめずらしい。　　"
    db "これは、しゃしんをとらなくては！"
    db "さ－さ、とりますよ－　　だいめい"
    db "「はっけん！#####ゾ－ラ」！"
    db "@"

Dialog1F9::
    db "　　　リチャ－ドのべっそう　　　"
    db "@"

Dialog1FA::
    db "　　　カナレットのしろまで　　　"
    db "　　　あと　１０ぷん　<right>　<up>　　"
    db "@"

Dialog1FB::
    db "　　　カナレットのしろまで　　　"
    db "　　　　あと　５ふん　<right>　　　　"
    db "@"

Dialog1FC::
    db "　　　カナレットのしろまで　　　"
    db "　　　　あと　５０ぽ　<up>　　　　"
    db "@"

Dialog1FD::
    db "「トウルルル．トウルルル．．　　"
    db "ツルルル．．ツル　　　ガチャッ　"
    db "は－－い　バケットマウスです。　"
    db "まいど。．．ええっと　　プチッ　"
    db "ブ－　ブ－　ブ－　ブ－」　？？？"
    db "ばんごうを、まちがえたみたいだ　"
    db "@"

Dialog1FE::
    db "おっ！これは、でかい！　　しかも"
    db "ハ－トのかけらを　もっていた！　"
    db "さらに、しょうきん２０ルピ－だ！"
    db "またするかね？　　　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"

Dialog1FF::
    db "おっ！これは、でかい！　　しかも"
    db "ハ－トのかけらを　もっていた！　"
    db "これで、うつわが１コふえた！　　"
    db "さらに、しょうきん２０ルピ－だ！"
    db "またするかね？　　　　　　　　　"
    db "　　　　もちろん　けっこうです<ask>"
