Dialog000::
    dialog_text "ちょ－っと、まったあ！　　　　　 こっちさ、くるだよ。"

Dialog001::
    dialog_text "あっ！きがついたのね！よかった。 もうダメかとおもった．．．．．　 こわいユメを、みていたみたい．． ひどく、うなされていたよ。　　　 ．．．　．．．えっ？　ゼルダ？？ ちがうわ。　わたしは、マリン。　 いしきが、はっきりしてないのね　 ここは、コホリントじまよ。　　　 "

Dialog002::
    dialog_text "みちにそって、ミナミにあるけば　 あなたの、ながれついた、はまべよ ただ、あなたが　しまにきてから　 かいぶつたちが、このあたりにも　 ウロウロするようになったの。　　 きをつけていってね。　　　　　　 "

Dialog003::
    dialog_text "あっ！#####タリンはもりへ　 キノコとりに、でかけちゃったの　 わたしは、うたうのが　だいすき！ きいて！「かぜのさかな」のうたよ "

Dialog004::
    dialog_text "あれ？　すてきなフエみつけたのね わたしのうたにあわせてふいてみて "

Dialog005::
    dialog_text "やっぱりわたしは、うたがすき！　 #####は、なにがすき？"

Dialog006::
    dialog_text "#####　タリンは、おうちで　 おひるねしてるの。　　　　　　　 わたしは、うたをうたうわ！　　　 そう「かぜのさかな」の　うたよ。 "

Dialog007::
    dialog_text "ムムッ！カギが、かかっているぞ！ ボスのカギで、あけられるはずだ。 "

Dialog008::
    dialog_text "ちからのかけらを、みつけた！　　 なんだか　ちからがわいてきた！"

Dialog009::
    dialog_text "おうおう、それはネボケタケじゃ！ ３びょうでイイもんつくってやろう "

Dialog00A::
    dialog_text "ふう－っ、キノコかじったら、　　 タヌキになった　ユメをみてただ。 なにをやったか、おぼえてねえだが なんだか、たのしかっただよ。　　 "

Dialog00B::
    dialog_text "おらは、もうすこしやすんでから　 うちへ　かえることにするだ。"

Dialog00C::
    dialog_text "トロ－リトロリ　もりのキノコで　 まほうのこな　トロ－リトロリ"

Dialog00D::
    dialog_text "オラは、いたずらタヌキだ．．．． コナっぽいものが、きらいだ－よ。 "

Dialog00E::
    dialog_text "キノコをかかげた！　ほうじゅんな かほりが、あたりにひろがる．．． "

Dialog00F::
    dialog_text "キノコをひろった！　ほうじゅんな かほりが、はなのおくにひろがる。 "

Dialog010::
    dialog_text "ウ－ン　わからんことは、うるりら じいさんに　デンワするとえ－だよ ．．．　グ－　　グ－　　グ－"

Dialog011::
    dialog_text "ウ－ン　おら、つかれただ。　　　 すこしねるだ．．．　グ－　グ－"

Dialog012::
    dialog_text "フイ－－ッ！　ビックリしたなあ！ でも、いいこと　おしえてあげるよ ダンジョンのかべを　ケンで　　　 ツンツンしてごらん。　　　　　　 おとがちがうところは、バクダンで こわせるんだよ！　きがついてた？ "

Dialog013::
    dialog_text "「かぜのさかな」のうたを　　　　 おしえてもらった！　　　　　　　 マリンのうたごえが　　　　　　　 ここちよく　みみにのこる。　　　 "

Dialog014::
    dialog_text "このうた、わすれないように　　　 ときどき　うたってね！"

Dialog015::
    dialog_text "え－っ！　ちゃんとおぼえてね！　 わたしのすきな　うたなんだから"

Dialog016::
    dialog_string_wrapping "どう？　ハ－トにしみるうたでしょ ちゃんと　おぼえた？　　　　　　"
    dialog_ask_line "うん", "ちっとも"

Dialog017::
    dialog_text "わたし、きまぐれトレ－シ－！　　 げんきになるヒミツ　うってるの。 "

Dialog018::
    dialog_string_wrapping "　２８ルピ－で　ヒミツする？　　"
    dialog_ask_line "する", "しない"

Dialog019::
    dialog_string_wrapping "　４２ルピ－で　ヒミツする？　　"
    dialog_ask_line "する", "しない"

Dialog01A::
    dialog_text "　ヌリ　ヌリ　ども　ありがとっ！ ヒミツのくすり　ぬっておいたわ！ ハ－トが０になったらきくわよ。　 また、よってらしてねえん．．．"

Dialog01B::
    dialog_text "ちょっと－！　アンタ、カネが　　 たりないわよん。でなおしといで！ "

Dialog01C::
    dialog_text "　．．．　．．．　．．．　　　　 でも、あんたには　うらない！"

Dialog01D::
    dialog_text "なにさ、せっかくげんきがでるって いってるのに．．．いくじなしっ！ "

Dialog01E::
    dialog_text "．．．．．アンタ、かわいいから　 ７ルピ－に　オマケしちゃうわあん "

Dialog01F::
    dialog_text "やった！　マリンを　おかりした！ 　　　　チャ、チャンス！？"

Dialog020::
    dialog_text "コ－ン　コンコン　カキクケコ－ン "

Dialog021::
    dialog_text "イッシッシッシッ　ふしぎのもりで ポンポコポコリン　まようだべ－！ "

Dialog022::
    dialog_text "バウバウッ　　　バウバウッ　　　 "

Dialog023::
    dialog_text "キャン　キャン　キャン　キャン　 "

Dialog024::
    dialog_text "きずとつかれを　いやしましょう。 すこしのあいだ、めをとじて．．"

Dialog025::
    dialog_text "よくも、おれさまの　かわいい　　 てしたを、やりやがったな！　　　 あとで　ほえづらかくなよ！　　　 おぼえてやがれっ！　けっ　ぺっ！ "

Dialog026::
    dialog_text "へ－い　　そこの、オチビさん　　 おれさまと、しょうぶするきか？　 よし　じょうとうでい　やろうども たたんじまいな！　ぺっ！"

Dialog027::
    dialog_text "あっしが、４つごのおやじ　　　　 そのなもパパ－ルっていうっスよ！ いずれ、やまでそうなんするっスよ そのときゃあ、たのむっスよ！"

Dialog028::
    dialog_text "キャ－－－ッ！　わって！わって！ どんどん　ブチこわしてっ！！　　 　　　　　　　　　　　　　　　　 えっ？　なに？　どうかしたの？"

Dialog029::
    dialog_text "おっと、そいつをかってもムダだぜ まだまだべんきょうが、たりねえな "

Dialog02A::
    dialog_text "げんきのかたまりを　てにいれた。 ドックンドックン　ハ－トまんたん "

Dialog02B::
Dialog02C::
    dialog_string_wrapping "ゆみ　や　セット　９８０ルピ－　 "
    dialog_ask_line "かう", "たかすぎるよ！"

Dialog02D::
    dialog_string_wrapping "　や　１０ぽん　　１０ルピ－　　"
    dialog_ask_line "かう", "いらないよ"

Dialog02E::
    dialog_text "いらっしゃい！　ほしいしなもんは ここへ、もってきてくだせえ。　　 "

Dialog02F::
    dialog_text "おお－っと！そいつはいけねえや！ ちゃんとカネはらってくだせえ。"

Dialog030::
    dialog_string_wrapping "いかしたスコップ　２００ルピ－　"
    dialog_ask_line "かう", "いらないよ"

Dialog031::
    dialog_string_wrapping "ハ－ト　３こ　１０ルピ－　　　　"
    dialog_ask_line "かう", "かわないよ！"

Dialog032::
    dialog_string_wrapping "タテ　２０ルピ－なまえもいれます"
    dialog_ask_line "かう", "かわないよ"

Dialog033::
    dialog_string_wrapping "バクダン　１０コ　　　１０ルピ－"
    dialog_ask_line "かう", "かわないよ"

Dialog034::
    dialog_text "おおっと、カネがたりないんじゃあ しかたね－。でなおしておくんな！ "

Dialog035::
    dialog_text "ありがとうございやした！　　　　 また　よってくだせえ。"

Dialog036::
    dialog_text "　　　　　なんとっ！？　　　　　 ただでものをてにいれてしまった！ 　　．．．　．．．　．．ん？？"

Dialog037::
Dialog038::
    dialog_text "あれほど、ちゃんとカネはらえって いったのに．．．　　しかたがない しんでもらう！"

Dialog039::
    dialog_text "オオッ？おしろのもんがひらいた！ これで、かえりは　ラクチンだっ！ "

Dialog03A::
Dialog03B::
    dialog_string_wrapping "はやりのゲ－ム　１かい１０ルピ－"
    dialog_ask_line "やる", "やめとく"

Dialog03C::
    dialog_text "ボタンをおしてクレ－ンをうごかす ．．あとは、そのタイミングだけ！ さあ、ボタンのまえへ、いっとくれ ガンバってね！"

Dialog03D::
    dialog_text "タテをてにいれた！　　　　　　　 うらになまえを　かいておこ－！"

Dialog03E::
    dialog_string_wrapping "もいちどやってみちゃ－どうだい？"
    dialog_ask_line "やる", "もうやめる"

Dialog03F::
    dialog_text "まっ、がんばっておくんな！　　　 　"

Dialog040::
    dialog_text "もう　きょうは、みせじまいだよ　 また、あそびにきてちょ－だい！"

Dialog041::
    dialog_text "まほうのこなをとった！　　　　　 いろんなものに　フリフリしよう！ "

Dialog042::
    dialog_text "３０ルピ－をとった！　　　　　　 これであと　３かいは、できるよ。 "

Dialog043::
    dialog_text "．．．　ゴホゴホ　ゴホゴホ　．． 　　　　　　　　　　　　　　　　 ．．．　こな　かけないで　．．． 　　　　　　　　　　　　　　　　 ．．．　たたるよっ！　ゴホ　．． 　　　　　　　　　　　　　　　　 "

Dialog044::
    dialog_text "ヨッシ－だっ！　このごろいろんな ゲ－ムで、みかけるな－。"

Dialog045::
    dialog_string_wrapping "つりはどうかね？　１０ルピ－だよ"
    dialog_ask_line "します", "けっこうです"

Dialog046::
    dialog_text "もっと　じょうねつをもたないと　 だめだよ！"

Dialog047::
    dialog_text "そうか．．．では　<dpad2>　キ－の　　 <left><right>　でポイントがかわるから　　 あとはボタンを　れんしゃしなさい ガンバルのだよ！"

Dialog048::
    dialog_string_wrapping "まだ、するかね？　　　　　　　　"
    dialog_ask_line "もちろん", "けっこうです"

Dialog049::
    dialog_string_wrapping "あらら、いとがきれちゃったよ！　 またするかね？　　　　　　　　　"
    dialog_ask_line "もちろん", "けっこうです"

Dialog04A::
    dialog_string_wrapping "おっ　これはでかい！　よろしい　 しょうきん２０ルピ－あげよう！　 またするかね？　　　　　　　　　"
    dialog_ask_line "もちろん", "けっこうです"

Dialog04B::
    dialog_string_wrapping "もう、さかなはいないよ。　　　　 つぎは、うみでどうかね？　　　　"
    dialog_ask_line "もちろん", "けっこうです"

Dialog04C::
    dialog_text "いや－、やっぱりそれはむりだよ。 　　では、ごきげんよう！"

Dialog04D::
    dialog_string_wrapping "もっと、おおきいのをつらないと　 だめだよ。しょうきん５ルピ－だな 　　またするかね？　　　　　　　"
    dialog_ask_line "もちろん", "けっこうです"

Dialog04E::
    dialog_text "おかねが　ないのかね？　　　　　 おかねがたまったら、またきなさい "

Dialog04F::
    dialog_text "ハ－トのかけらをてにいれた！　　 　　　　　　　　　　　　　　　　 サブがめんでセレクトボタンを　　 おせば　かくにんできるよ！"

Dialog050::
    dialog_text "ハ－トのかけらが　４つそろった！ ハ－トのうつわが　１つふえた！"

Dialog051::
    dialog_text "まっさおな、こおりだ！．．．．　 おおっ？　つ、つめたいぞ！！"

Dialog052::
    dialog_text "ウヒョヒョヒョッ！　このつぼが　 あるかぎり、ふじみでごじゃるよ！ "

Dialog053::
    dialog_text "なんてことを　するでごじゃるか　 ワシャもうゆるさんでごじゃるよ！ "

Dialog054::
    dialog_text "やあ、#####　おきただか？　 おらは、タリン。きぶんはど－だ？ ん？！ど－してなまえがわかるのか ふしぎだってか．．．？　　　　　 タテのうらにかいてある、なまえを みただよ。　ほ－ら、このタテだ！ "

Dialog055::
    dialog_text "そうそう、はまべにはほかにも　　 うちあげられたものが、あっただよ もし　さがしに　いくなら、　　　 かいぶつに　きをつけるだよ。　　 #####が、しまにきてから　　 ウロつくように　なっただ。"

Dialog056::
    dialog_text "　レベル１　　　　　　　　　　　 　　　テ－ルのほらあな"

Dialog057::
    dialog_text "　レベル２　　　　　　　　　　　 　　　　つぼのどうくつ"

Dialog058::
    dialog_text "　レベル３　　　　　　　　　　　 　　　　カギのあなぐら"

Dialog059::
    dialog_text "　レベル４　　　　　　　　　　　 　　アングラ－のたきつぼ"

Dialog05A::
    dialog_text "　レベル５　　　　　　　　　　　 　　　　ナマズのおおぐち"

Dialog05B::
    dialog_text "　レベル６　　　　　　　　　　　 　　　　かおのしんでん"

Dialog05C::
    dialog_text "　レベル７　　　　　　　　　　　 　　　　オオワシのとう"

Dialog05D::
    dialog_text "　レベル８　　　　　　　　　　　 　　　　　　カメイワ"

Dialog05E::
    dialog_text "　　　　せいなるタマゴ"

Dialog05F::
Dialog060::
    dialog_text "　　　　　　つりばし　　　　　　 "

Dialog061::
    dialog_text "　　バナナうり　セ－ルのいえ　　 "

Dialog062::
    dialog_text "　　　　アナボコばたけ　　　　　 "

Dialog063::
    dialog_text "　　　　　いりえのいえ　　　　　 "

Dialog064::
    dialog_text "　　　いまはやりのゲ－ム"

Dialog065::
    dialog_text "　　　むらのどうぐやさん"

Dialog066::
    dialog_text "　　　マリンとタリンのいえ"

Dialog067::
    dialog_text "　　　まほうのこなをつくる　　　 　　　　　　おばあさん"

Dialog068::
    dialog_text "　　　　ヤ－ナ　さばく"

Dialog069::
    dialog_text "　　　　ウクク　そうげん"

Dialog06A::
    dialog_text "　　　　　ふしぎのもり"

Dialog06B::
    dialog_text "　　　　タマランチ　やま"

Dialog06C::
    dialog_text "　　　タルタル　さんみゃく"

Dialog06D::
    dialog_text "　　　　カンバンのめいろ"

Dialog06E::
    dialog_text "　　　　　メ－ベのむら"

Dialog06F::
    dialog_text "　　　　　どうぶつむら"

Dialog070::
    dialog_text "　　　　　　　ぼち"

Dialog071::
    dialog_text "　　　きゅうりゅうすべり"

Dialog072::
    dialog_text "　　　コホリント　へいげん"

Dialog073::
    dialog_text "　　　トロンボ　かいがん"

Dialog074::
    dialog_text "　　　　マ－サのいりえ"

Dialog075::
    dialog_text "　　　　いりえのひがし"

Dialog076::
    dialog_text "　　　　ゴポンガのぬま"

Dialog077::
    dialog_text "　　　　かおのしんでん"

Dialog078::
    dialog_text "　　　　カナレットのしろ"

Dialog079::
    dialog_text "　　　　タルタル　こうち"

Dialog07A::
    dialog_text "　　　　タバ－ルのはやし"

Dialog07B::
    dialog_text "　　　　　むらのみなみ"

Dialog07C::
    dialog_text "　　　　　つりぼり"

Dialog07D::
    dialog_text "　　マダムニャンニャンのいえ　　 　　　ワンワンにちゅうい！　　　 "

Dialog07E::
    dialog_text "　　うるりらじいさんのいえ"

Dialog07F::
    dialog_text "　　　　へんなおじさん　　　　　 　　　　　ライトのいえ"

Dialog080::
    dialog_text "　　　きまぐれトレ－シ－の　　　 　　　　　くすりやさん"

Dialog081::
    dialog_text "　　　　　４つごのいえ"

Dialog082::
    dialog_text "　　　　　ユメのほこら"

Dialog083::
    dialog_text "　　　　でんわボックス　　　　　 　　<down>　カンバンのめいろ"

Dialog084::
    dialog_text "　　　　かいがらのやかた"

Dialog085::
    dialog_text "　　　リチャ－ドのべっそう"

Dialog086::
    dialog_text "　　　　　ニワトリごや"

Dialog087::
    dialog_text "　　　　むらのとしょかん"

Dialog088::
    dialog_text "　　　　　　いかだや　　　"

Dialog089::
    dialog_text "　　　　　ワ－プのあな"

Dialog08A::
    dialog_text "ムムッ！かなり、ヒビワレてる？　 なんとかすれば、こわせそうだぞ！ "

Dialog08B::
    dialog_text "ムッ？えたいのしれないカタマリだ いっきにつっこめば　こわせるかも "

Dialog08C::
    dialog_text "ん？このブロック　カギあながある カギをもって　またこよう！！　　 "

Dialog08D::
    dialog_text "ウッ！！　こいつは　おもいぞ！　 すでじゃ　ムリみたいだ．．．　　 "

Dialog08E::
    dialog_text "オカリナだ！　し、しかし．．．． まだキョクを　おぼえてなかった。 "

Dialog08F::
    dialog_text "ダメ－－ッ！　ニワトリさんが　　 かわいそうじゃない！　モオッ！"

Dialog090::
    dialog_text "パワ－ブレスレットを　みつけた！ これで、ツボやいわが　かつげるぞ "

Dialog091::
    dialog_text "タテが、もどってきた！　ボタンを おしてるあいだ、テキをはじけるよ "

Dialog092::
    dialog_text "ヒャッホウ！　いきかえるぜっ！　 それじゃ、おまえにおしえてやろう すなにのみこまれて　おちるとこ。 あそこで、バクダンつかってみな。 かべのむこうに　なにかがあるぜ！ じゃあなっ！　　ポキポキポキッ！ "

Dialog093::
    dialog_text "フックショットをてにいれた！　　 ボヨヨ－ンと　のばしてつかおう！ "

Dialog094::
    dialog_text "マジックロッドを　てにいれた！　 もやせ！もやせ！やきつくせ！！"

Dialog095::
    dialog_text "ペガサスのくつをてにいれた！　　 ボタンをおしつづけるとダッシュだ "

Dialog096::
    dialog_text "オカリナを　てにいれた！　　　　 いろんなきょくが　ふけるといいな "

Dialog097::
    dialog_text "ロックちょうのハネをてにいれた！ なんだか、からだがかるくなる。"

Dialog098::
    dialog_text "スコップをてにいれた！　ほろう！ つちをほるよろこびをあじわおう。 "

Dialog099::
    dialog_text "まほうのこなを　てにいれた！　　 いろんなものに　ふりかけてみよう "

Dialog09A::
    dialog_text "バクダンを　てにいれた！　　　　 ド－ンといこう、ド－ンと！"

Dialog09B::
    dialog_text "なくしたけんを　てにいれた！　　 なまえいりだから　まちがいない！ "

Dialog09C::
    dialog_text "アングラ－のみずかきだっ！　　　 Ｂボタンをおせば　もぐれるぞっ！ "

Dialog09D::
    dialog_text "なんと！　これは、ふしぎなメガネ 「みとおしレンズ」だ－っ！　　　 いままでみえなかったアレやコレが みえるようになるぞっ！！　　　　 "

Dialog09E::
Dialog09F::
    dialog_text "あたらしいけんを　てにいれたっ！ さっそく、なまえをかいておこう！ "

Dialog0A0::
    dialog_text "なんと？これはヒミツのくすりだ！ ヌリ　ヌリ．．．じぶんでぬった。 "

Dialog0A1::
    dialog_text "テ－ルのカギを　てにいれた！　　 これで、テ－ルのとびらがひらく！ "

Dialog0A2::
    dialog_text "スライムのかぎを　てにいれた！　 ウククそうげんのいりぐちへゆこう "

Dialog0A3::
    dialog_text "アングラ－のかぎを　てにいれた！ "

Dialog0A4::
    dialog_text "フェイスのかぎを　てにいれた！"

Dialog0A5::
    dialog_text "バ－ドのかぎを　てにいれた！　　 チ－ムワ－クのしょうりだっ！　　 "

Dialog0A6::
    dialog_text "やっと　ちずをみつけた！　　　　 スタ－トボタンで　みよう！"

Dialog0A7::
    dialog_text "コンパスを　てにいれた！　　　　 ボスとたからのばしょがわかるぞ！ さらにっ！　カギのあるへやを　　 おとでしらせる　しんきのうつき！ "

Dialog0A8::
    dialog_text "せきぞうのくちばしを　みつけた！ フクロウのせきぞうをさがそう。"

Dialog0A9::
    dialog_text "ボスのかぎをてにいれた！　　　　 ボスのへやのとびらをあけられるぞ "

Dialog0AA::
    dialog_text "ちいさなカギを　てにいれた！　　 カギのかかった、とびらがひらくぞ "

Dialog0AB::
    dialog_text "２０ルピ－　てにいれた！　　　　 ちょっとうれしい。"

Dialog0AC::
    dialog_text "５０ルピ－　てにいれた！　　　　 わりとうれしい。"

Dialog0AD::
    dialog_text "１００ルピ－　てにいれた！　　　 かなりうれしい。"

Dialog0AE::
    dialog_text "２００ルピ－　てにいれた！　　　 すごくうれしい！"

Dialog0AF::
    dialog_text "あんまりしつこいと　オジサンて　 なまえつけちゃうわよっ！　モウ！ "

Dialog0B0::
    dialog_text "ンガフフ！！　ンガフフ！！　　　 ヨソモノ！　ジャマモノ！"

Dialog0B1::
    dialog_text "プヨヨ－ン！　　プヨヨ－ン！　　 ボクッチャン　ドコデッチョ－！"

Dialog0B2::
    dialog_text "ガボボン！　ゴバベバッ　ゴボン！ エザ　エザ　ギダ！　ギダ！"

Dialog0B3::
    dialog_text "オメ－か「かぜのさかな」を　　　 おこしにきた、よそもんは．．．． キシシシシッ！　キシシシシッ！　 　　　　　くっちゃる！！"

Dialog0B4::
    dialog_text "ウヒョヒョ！　こんどのあいては　 ワシでごじゃるよ！ウヒョヒョ！"

Dialog0B5::
    dialog_text "シエ－－－－ッ！　くっくっくっ　 くやしい－－っ！！　　　　　　　 オッオメ－　まだ、このしまが　　 どんなとこか、わかってね－な？　 キシシシッ！　おひとよしなヤツ！ 　　キッシッシッ　シッ　シッ　　 　　　．　．　．　．　．"

Dialog0B6::
    dialog_text "ヒント！　オイラ　ＸＸＸＸが　　 ニガテでやんすよ！　　　　　　　 ヒィェッヒェッ！　おもわずクチが すべっちまいやしたよ。　ヒェッ！ "

Dialog0B7::
    dialog_text "アヒ－ッ！　またまたクチが　　　 すべっちまいそ－でやんす！　　　 「かぜのさかな」がおきちまったら み－んな、きえちまうんでげすよ！ しまのものは、み－んな、ほんと。 ヒィェッ！　ヒィェッ！"

Dialog0B8::
Dialog0B9::
    dialog_text "ま、まけたぜ．．．へへっ　　　　 まっシロに、もえつきちまった．． だがよ、オメエも　きえるのさ。　 「かぜのさかな」がおきちまえばな オメエも、オレさまとおなじ、　　 ヤツのユメ．だ．か．ら．．な．． "

Dialog0BA::
    dialog_text "ぺっ！　ぺっ！　　　　　　　　　 こんどこそ　ようしゃしねえぜ！　 ４つにたたんで、ハナかんでやら！ いくぜ！　ちっこいの！！　　　　 "

Dialog0BB::
Dialog0BC::
    dialog_text "ブオッ！　ブオッ！　ブオッ！　　 ここまでだ！　ムシケラめ！！！　 「セイレ－ンのがっき」は、　　　 キサマには、つかわせん！　　"

Dialog0BD::
    dialog_text "な、なぜだ！キサマがこなければ　 なにも、かわらぬものを．．．　　 「かぜのさかな」は、キサマには　 おこすことは　できぬっ！　　　　 わすれるなよ．．．　ここが　　　 ユメのなかだということをな．．． "

Dialog0BE::
Dialog0BF::
Dialog0C0::
    dialog_text "ホホウ！ふしぎのもりに、ようこそ めざめをつげし、ゆうしゃどの　　 このしまは、コホリントという　　 ちずにはけっして、のらぬしまぢゃ ぼうやのせかいと、ちとちがう　　 ことわりで　なりたっておる。　　 しまからでるのは、むりぢゃのう。 コホリントじまを、おさめるカミ　 「かぜのさかな」がねむるかぎり　 そとへのみちは、ひらかれぬ。　　 ．．ところで、むらのミナミの　　 「テ－ルのほらあな」は、みたか？ このもりにある　カギをもって　　 「テ－ルのほらあな」にいくがよい 「かぜのさかな」は、みておるぞ　 　　ホッホウ！　ホッホウ！　　　 "

Dialog0C1::
    dialog_text "　ホッ！　そのカギをもって　　　 「テ－ルのほらあな」にいくがよい そのおくにねむる　がっきを　　　 みつけだしてみよ！　　　　　　　 「かぜのさかな」は、まっておるぞ 　　　ホッホウ！　ホッホウ！　　 "

Dialog0C2::
    dialog_text "　　ホッホウ！　ホッホウ！　　　 それこそ「セイレ－ンのがっき」！ やはり　ぼうやは、ほんものぢゃ！ かさなるぶれいを、ゆるされよ．． そのがっきは、「かぜのさかな」を おこすちからを、もっておる。　　 がっきは、ぜんぶで　８つある。　 ８つ　すべてあつめるのぢゃ。　　 ワシは、ぼうやの　ゆくべきみちを しめさんがため、つかわされたもの キタにある「ゴポンガのぬま」に　 いきなされ。　ホッホウ！　　　　 "

Dialog0C3::
    dialog_text "　　　ホッホウ！　ホッホウ！　　 ぶっそうなヤツを、つれとるのう。 つぎなる「セイレ－ンのがっき」は 「ゴポンガのぬま」ぢゃぞ。　　　 　わすれなさるなよ。　　　　　　 　　　　ホッホウ！　ホッホウ！"

Dialog0C4::
    dialog_text "ホッホウ！「かぜのさかな」は　　 このうえの、タマゴのなかで　　　 いつ　おわるともわからぬ　　　　 ながい　ユメを、みつづけておる。 ８つのがっきを、タマゴのまえで　 かなでた、そのときこそ　　　　　 「かぜのさかな」はユメからさめる それが、しまをでる、ただひとつの ほうほうぢゃて．．．　　　　　　 　　ホッホウ！　ホッホウ！　　　 "

Dialog0C5::
    dialog_text "ホホウ！「セイレ－ンのがっき」は いくつ　あつめられたかな？　　　 ８つのがっきを、かなでるとき　　 「かぜのさかな」はめざめるのぢゃ そのときこそ、ぼうやは　　　　　 このしまを、でることになろう。　 ヤ－ナさばくにいきなされ。　　　 すなにすむ、くろきマモノが、　　 ゆくみちの、てがかりとなろう。　 　　　ホッホウ！　ホッホウ！"

Dialog0C6::
    dialog_text "　　　ホッホウ！　ホッホウ！　　 そのカギは、たきを　のぼりゆく　 さかなを、あらわしておるのう。　 ホッ！やまのたきへむかうのぢゃ！ みずが、のぼりつめたなら　　　　 あとは、とびおりるだけぢゃて．． 　　　ホッホウ！　ホッホウ！　"

Dialog0C7::
    dialog_text "ホッホウ！　ここの、すぐ　　　　 キタとミナミに、しんでんがある。 まずは、ミナミにむかいなされ。　 「かぜのさかな」と、ゆかりのある あれはてた、こだいのイセキぢゃ。 そこで、なにをみるのかのう．．　 　　ホッホウ！　ホッホウ！　　　 "

Dialog0C8::
    dialog_text "．．．このなかにある　セキバンは いにしえより、つたわるもの。　　 このしまが「かぜのさかな」の　　 ユメのなかにあると、しるしておる ゆめか、うつつかなど、だれにも　 たしかめることはできんぢゃろう。 タカラのハコは、あけてみなければ なかみを　しることができんように ユメも、おきてみるまでは　　　　 ユメと、わからんものぢゃ．．．　 ほんとうのことを、しるものは　　 「かぜのさかな」だけなのぢゃよ。 ．．．しんじるみちを、いきなされ 　いずれ、こたえはみえてこよう。 　　　ホッホウ！　ホッホウ！　　 "

Dialog0C9::
    dialog_text "マモノたちは「かぜのさかな」の　 めざめを、おそれておる。　　　　 マモノのちからは　げんじつぢゃ。 いずれ、しまじゅうをしはいし　　 じゃまなものを、けすぢゃろう。　 それも、じかんのもんだいぢゃ．． やまのとうへ、むかいなされ！　　 トリのごとく、はばたいてな．．　 　　ホッホウ！　ホッホウ！　　"

Dialog0CA::
    dialog_text "ホッホウ！　これより　みちのりは さらに　けわしくなるぢゃろう。　 のこりは　わずか．．ヒガシとニシ 　このやまの　りょうよくにある。 まず　ヒガシのとうをめざすのぢゃ ．．すべて　ぼうやにかかっておる 「かぜのさかな」の　めざめは、　 ちかづいておるぞ。　ホッホウ！"

Dialog0CB::
    dialog_text "　　　ホッホウ！　ホッホウ！　　 ごぶさたぢゃったのう　ぼうや。　 マ－サのいりえの、ふかみより　　 「ナマズのおおぐち」にはいられよ 「かぜのさかな」は、ぼうやが　　 ちかづくにつれ、めざめにむかう　 あゆみ　つづけなされ．．．　　　 　　ホッホウ！　ホッホウ！　"

Dialog0CC::
    dialog_text "．．．あのむすめ、タマゴのまえで めざめのうたを　うたったのぢゃ　 「かぜのさかな」のうたは、　　　 めざめをつげるうた．．．．　　　 まさかマリンは「かぜのさかな」を おこそうと．．．　　　　　　　　 ホッホウ！　つぎなるがっきは　　 ニシのやまの「カメイワ」ぢゃ！！ カメのかたちをした　いわに　　　 いぶきを、ふきこみ　　　　　　　 おそれず　ゆうきをしめすのぢゃ！ 「かぜのさかな」は　まっておるぞ "

Dialog0CD::
    dialog_text "ホッホウ！　「かぜのさかな」は　 タマゴのなかで、まっておる。　　 さあ！カラのなかにはいるのじゃ！ 　　　ホッホウ！　ホッホウ！　　 "

Dialog0CE::
Dialog0CF::
    dialog_text "　　　ホッホウ！　ホッホウ！　　 　　　　　　　　　　　　　　　　 ぼうや．．．いや#####どの！ よくぞ、あくむにうちかった！　　 その、ちえ　ちから　ゆうきは、　 まこと、ゆうしゃの　あかしぢゃ！ 　．．．．　．．．．　．．．．　 　．．．．　．．．．　．．．．　 わしは「かぜのさかな」の　　　　 こころの、ひとつなのぢゃ。　　　 「かぜのさかな」が、ねむるあいだ ユメのせかいを　まもることが　　 わしの　やくめぢゃった。　　　　 ．．．ぢゃが、あるとき　　　　　 ユメのさけめから　あくむがめばえ しまを、むしばみだしたのぢゃ。　 ．．．そこへ、めざめのししゃ　　 つまり#####どのが、こられた わしは、しんじておった。おぬしは あくむに　まけることのない　　　 つよい、ゆうきのもちぬしぢゃとな 　　ホッホウ！　ホッホウ！　　　 ありがとう#####どの．．．　 これで、わしのやくめは　おわった 「かぜのさかな」にかえるとしよう さらばぢゃ！　　ホッホウ！　　　 "

Dialog0D0::
    dialog_text "　．．．．　．．．．　．．．．　 ．．わたしは、かぜのさかな．．． ．．．ねむりについて、いったい　 どれくらいときがたったのか．．． ．．．はじめ、わたしは．．．　　 タマゴのユメを、みていた．．．　 やがて、タマゴのまわりに　しまが でき、ひとや、どうぶつが、うまれ ．．．せかいが　うまれた．．．　 　　　　　　　　　　　　　　　　 　．．．．　．．．．　．．．．　 　．．．．　．．．．　．．．．　 だが、ユメは　さめるもの　　　　 それが、しぜんのさだめなのだ。　 わたしが、めざめると、　　　　　 コホリントじまはきえるだろう　　 しかし、このしまの　おもいでは　 げんじつとして、こころにのこる。 そして．．．キミはいつか　　　　 このしまを　おもいだすだろう。　 この　おもいでこそ、ほんとうの　 ユメのせかいでは、ないだろうか　 　．．．．　．．．．　．．．．　 ありがとう　#####．．．．　 　　　　ときはみちた！　　　　　 　　　ともにめざめよう！！　　　 "

Dialog0D1::
Dialog0D2::
    dialog_text "　　さあ！　かなでるのだ！　　　 　　　　めざめのうたを！　　　　 "

Dialog0D3::
Dialog0D4::
Dialog0D5::
    dialog_text "　　　　にんぎょぞう"

Dialog0D6::
Dialog0D7::
    dialog_text "．．．．．．#####よ　　　　 よくぞ　あくむに　うちかった！　 　　　　あがってきなさい。"

Dialog0D8::
    dialog_text "なっ！　なにみてるザンス！　　　 ショゲ－－ッ！　もっもしやっ？　 「みとおしレンズ」ザンスね？！　 ヤメテ－ッ！　ミ－をみるのはっ！ "

Dialog0D9::
    dialog_text "　　ホッホウ！　ホッホウ！　　　 ぼうやが、そのつるぎの　あるじか ホホウ　なるほど　なるほど　　　 マモノどもが　あばれだすわけぢゃ 「かぜのさかな」のめざめをつげる ししゃが　あらわれたのぢゃからな 「かぜのさかな」を、おこさねば　 そのししゃは、しまからでれぬとか ホッ！　むらの　キタにある　　　 ふしぎのもりまで　くるがよい。　 まっておるぞ．．．　　　　　　　 　　　ホッホウ！　ホッホウ！　　 "

Dialog0DA::
    dialog_text "　　　ウゴゴ！ウゴゴ！　　　　　 ジャマゲジッ！　メザワリゲジッ！ "

Dialog0DB::
    dialog_text "ゲロゲロ！ボ－カルの　マム－だ！ あんた、ミュ－ジックの　イロハも しらねえツラだな。　チッチッチッ フエもって　でなおしてきなっ！"

Dialog0DC::
    dialog_string_wrapping "ゲロゲロ。ボ－カルの　マム－だ！ ここらじゃ　しらないヤツはいねえ オレっちの　たましいの　うたを　 ききたいのかい？　チッチッチッ　 オレっちバンドは、やすいしごとは おことわりだぜ　ベイビ－！　　　 まあ、１きょく　　　　　　　　　 ３００ルピ－って　とこだな。　　 どうすんだ？　　　　　　　　　　"
    dialog_ask_line "はらう", "さいなら"

Dialog0DD::
    dialog_text "センキュウ！！ありがとおっ！！！ ゲロッゲ－－－ロ！！　　　　　　 "

Dialog0DE::
    dialog_text "わりいな。　オレっちバンドは　　 ボランティアは　しねえんだ。　　 "

Dialog0DF::
    dialog_text "「カエルのソウル」をおぼえた！　 たましいを　ゆさぶる　うただぜ！ こいつのネイロで、いのちのない　 ものに　たましいをいれよう！！　 "

Dialog0E0::
    dialog_text "このうたを　うたやあ　たましい　 ビンビンだぜ！　ニ－チャン。　　 "

Dialog0E1::
    dialog_text "ヤイッ！こぞう、よくもオレサマを めざめさせてくれたなっ！　　　　 ．．．どうもありがとう　　　　　 おれいをしてやる、かくごしやがれ ．．．よろしいですか？　　　　　 "

Dialog0E2::
    dialog_string_wrapping "じゃあ、まほうのこなをもっと　　 もてるように　してやる！イヒヒッ よろしいですか？　　　　　　　　 "
    dialog_ask_line "いいぞ", "かんべんして！"

Dialog0E3::
    dialog_string_wrapping "じゃあ、バクダンをもっと　　　　 もてるように　してやる！イヒヒッ よろしいですか？　　　　　　　　 "
    dialog_ask_line "いいぞ", "かんべんして！"

Dialog0E4::
    dialog_string_wrapping "じゃあ、や　をもっともっと　　　 もてるように　してやる！イヒヒッ よろしいですか？　　　　　　　　 "
    dialog_ask_line "いいぞ", "かんべんして！"

Dialog0E5::
    dialog_text "イヒヒッ！ざまあみやがれ！　　　 もてるかずが、ふえてしまったぞ！ じゃあ、ゲンキでね．．．　　　　 また、あおうぞっ！"

Dialog0E6::
    dialog_text "？？　カベに　えがほってある。　 ．．．くらくて、よくみえない。　 "

Dialog0E7::
    dialog_text "「コレニ　フレシ　モノニツグ　　 　コホリントハ　シマニ　アラズ　 　ソラ　ウミ　ヤマ　ヒト　マモノ 　ミナ　スベテ　ツクリモノナリ　 　カゼノサカナノ　ミテイル　　　 　ユメ　ノ　セカイ　ナリ　　　　 　カゼノサカナ　メザメル　トキ　 　コホリントハ　アワ　ト　ナル　 　ワレ　ナガレツキシ　モノニ　　 　シンジツ　ヲ　ツタエル」　　　 ？？　つくりもの．．．．？　　　 "

Dialog0E8::
    dialog_text "「おうごんのはっぱ」をみつけた！ スタ－トボタンでかくにんしよう！ "

Dialog0E9::
    dialog_text "つ、つ、ついに、さいごの１まいを てにいれちゃったぜ－－っ！．．． じゃ、とりあえずリチャ－ドのとこ もっていって、カギのこと　きこう "

Dialog0EA::
Dialog0EB::
Dialog0EC::
    dialog_text "まもりのきのみを　てにいれた！　 テキからのダメ－ジをはんげんする "

Dialog0ED::
    dialog_text "かがみのたてを　てにいれた！　　 ふせげなかったビ－ムもはねかえせ "

Dialog0EE::
    dialog_text "パワフルブレスレットをてにいれた こんどは、ゾウだってかつげるぞ！ "

Dialog0EF::
    dialog_text "ヒミツのカイがらをてにいれた！　 たくさんあつめていいものもらおう "

Dialog0F0::
    dialog_string_wrapping "１００ルピ－でイカダにのるかい？"
    dialog_ask_line "のる", "いやだ"

Dialog0F1::
    dialog_text "よし！　おもてに　だしといたから ぞんぶんに　たのしんでチョ－ダイ "

Dialog0F2::
    dialog_text "　　　　しんでんのたき"

Dialog0F3::
    dialog_text "　　　　しんでんのみなみ"

Dialog0F4::
    dialog_text "　　　どうぶつむらいりぐち"

Dialog0F5::
    dialog_text "われらは、あくむのなかより　　　 うまれ　いでしもの．．．．　　　 ユメという　とざされた　せかいに ちつじょを　きずくがため、　　　 「かぜのさかな」に、えいえんの　 ねむりを　あたえた．．．．　　　 これで、めざめによって　しまが　 きえてしまうことはない。　　　　 われわれこそ、カミなのだ！　　　 ．．．．．．．．．．．．．．．． ．．．だが、おまえは、きた．．． われらの　じゃまをしになっ！　　 クックックッ。　おまえには、　　 われらを　たおすことは　できぬ！ 　　　　　いくぞ！！　　　　　　 　　　　　　　　　　　　　　　　 "

Dialog0F6::
    dialog_text "きえてしまう．．．こわれてしまう われらのしまが　われらのせかいが ．．わ．れ．ら．の．し．ま．．． 　　　　　　　　　　　　　　　　 ．．．．わ．．．れ．．．ら．．． 　　　　　　　　　　　　　　　　 ．　．　．　．　．　．　．　．　 　　　　　　　　　　　　　　　　 "

Dialog0F7::
    dialog_string_wrapping "キャ－－ッ！　ねえねえ##### やっていい！？　やっていい！？　 どうしよう？　　　　　　　　　　 "
    dialog_ask_line "いいよ", "ダ－メ！　　　"

Dialog0F8::
    dialog_string_wrapping "やりたい！　やりたい！！　　　　 "
    dialog_ask_line "いいよ", "しょうがねえな"

Dialog0F9::
    dialog_text "いいウデ　してんじゃね－か。　　 オメ－さては．．．プロだなっ！？ プロは　おことわりだよっ！！　　 け－－んなっ！！　　ケッ！　　　 "

Dialog0FA::
    dialog_text "　　　　　イヤ－ン！　　　　　　 　　　　　　　　　　　　　　　"

Dialog0FB::
    dialog_text "　　　　　カバ－ン！　　　　　　 　　　　　　　　　　　　　　　　 "

Dialog0FC::
    dialog_text "これは、タンスではありません　　 えっ？　しってるって？　あっそう "

Dialog0FD::
    dialog_text "#####はタンスをしらべた。　 　　　　　　　　　　　　　　　　 ウ－ン　なかなか　いいタンスだ。 "

Dialog0FE::
    dialog_text "ほれっ　できあがりじゃ！　　　　 かいすうに、きをつけてつかえよ。 まずは、このへやのどれかに　　　 ふりかけてごらん．．．。"

Dialog0FF::
    dialog_text "てい！　ひとのタンスをかってに　 ．．．そんなことどこでおぼえただ "
