Dialog200::
    db "　　　「タテのつかいかた」　　　"
    db "このほんを　よもうかな？　　　　"
    db "　　　　よむ　　　よまない<ask>"

Dialog201::
    db "タテをもっているほうの　ボタンを"
    db "おしつづければ、そのあいだ　　　"
    db "テキのこうげきをふせいだり、　　"
    db "テキをはじいたりできます。　　　"
    db "さらに、ビ－ムもふせげる　　　　"
    db "「かがみのタテ」があるそうです。"
    db "@"

Dialog202::
    db "「アイテムのセレクトほうほう」　"
    db "このほんを　よもうかな？　　　　"
    db "　　　　よむ　　　よまない<ask>"

Dialog203::
    db "サブがめんで、Ａ　Ｂ　それぞれの"
    db "ボタンに、すきなアイテムを　　　"
    db "せんたくすることが、できます。　"
    db "たとえば、ケンは　もたないで　　"
    db "たたかうことも　できるわけです。"
    db "いろいろ、おためしあれ！@"

Dialog204::
    db "　　「マップがめんとメモ」　　　"
    db "このほんを　よもうかな？　　　　"
    db "　　　　よむ　　　よまない<ask>"

Dialog205::
    db "セレクトボタンをおすと、しまの　"
    db "ちずをみることが、できます。　　"
    db "くろくなって　みえないところは、"
    db "まだ、いってないところです。　　"
    db "カ－ソルをあわせて　Ａ　ボタンを"
    db "おせば、ちめいや　フクロウの　　"
    db "メッセ－ジなどをよむことができ、"
    db "メモをとらなくてもよいわけです。"
    db "うう－－ん　べんり！@"

Dialog206::
    db "　「ひでん！　かいてんぎり」　　"
    db "このほんを　よもうかな？　　　　"
    db "　　　　よむ　　　よまない<ask>"

Dialog207::
    db "あるいちぞくの　ち　をひくもの　"
    db "だけにつたわる、ひけんがある。　"
    db "ケンを　もっているほうのボタンを"
    db "おしつづけ、チカラをためろ！　　"
    db "たまったら、ボタンをはなすのだ！"
    db "はたして、あなたには、できるか？"
    db "@"

Dialog208::
    db "　　　「ワ－プのほうそく」　　　"
    db "このほんを　よもうかな？　　　　"
    db "　　　　よむ　　　よまない<ask>"

Dialog209::
    db "このしまには、「ワ－プのあな」　"
    db "というものが、あります。　　　　"
    db "このあなにとびこめば、ほかの　　"
    db "あなへワ－プすることができます。"
    db "ワ－プしたばしょのあなに、とびこ"
    db "めば、つぎのあなにワ－プします。"
    db "ただし、１どもみたことのない　　"
    db "あなには、ワ－プできません！　　"
    db "@"

Dialog20A::
    db "　　「バクダンは　かつげる」　　"
    db "このほんを　よもうかな？　　　　"
    db "　　　　よむ　　　よまない<ask>"

Dialog20B::
    db "おいた　バクダンは　もういちど　"
    db "ボタンをおせば、かつげるのです。"
    db "かついだバクダンは、さらにボタン"
    db "をおして、なげられます！　　　　"
    db "　　　　　しってた？@"

Dialog20C::
    db "　　「コホリントじまのちず」　　"
    db "カ－ソルをうごかし　Ａ　ボタンを"
    db "おせば、ちめいがしらべられます。"
    db "　　　　　　　　　　　　　　　　"
    db "このちずを　みようかな？　　　　"
    db "　　　　みる　　　みない<ask>"

Dialog20D::
    db "　　　「ヒミツのほん？！」　　　"
    db "このほんよみたい．．．？　　　　"
    db "　　　　うん！　　べ、べつに<ask>"

Dialog20E::
    db "おおっと！　こ、これはっ！　　　"
    db "．．．．．．．．．．．．．．．．"
    db "．．．．．．．．．．．．．．．．"
    db "このほんは、「みとおしレンズ」　"
    db "が、なければ　よめません。　　　"
    db "　　　ゴメンね！@"

Dialog20F::
Dialog210::
    db "．．．おはか．．つれてって．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．ボクの．．．おはか．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog211::
    db "．．．おうち．．．つれてって．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．いりえの．．．おうち．．．　"
    db "　　　　　　　　　　　　　　　@"

Dialog212::
    db "．．．いや！．．そこ．．いや．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog213::
    db "．．．．ここ！．．はいって．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．ボクのうち．．．．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog214::
    db "．．．．．なつかしい．．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．．かわってない．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．ウッウッウッウッ．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog215::
    db "．．．．もう．．．いい．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．おはか．．．かえる．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．おはか．．つれてって．．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog216::
    db "．．．．．．ありがと．．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．ボクの　うちの．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．ツボ．．．しらべて．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．．バイ　バイ．．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog217::
    db "めぐるめぐる　タマゴの　ロウカ　"
    db "　<left>　<left>　<up>　<right>　<right>　<up>　<left>　<up>"
    db "？？．．．う－ん　ひみつの　　　"
    db "ニオイが　するゾ。　　@"

Dialog218::
    db "めぐるめぐる　タマゴの　ロウカ　"
    db "　<right>　<up>　<up>　<right>　<up>　<up>　<right>　<up>"
    db "？？．．．う－ん　ひみつの　　　"
    db "ニオイが　するゾ。　　@"

Dialog219::
    db "めぐるめぐる　タマゴの　ロウカ　"
    db "　<left>　<up>　<right>　<up>　<left>　<up>　<right>　<up>"
    db "？？．．．う－ん　ひみつの　　　"
    db "ニオイが　するゾ。　　@"

Dialog21A::
    db "めぐるめぐる　タマゴの　ロウカ　"
    db "　<right>　<right>　<right>　<right>　<up>　<up>　<up>　<up>"
    db "？？．．．う－ん　ひみつの　　　"
    db "ニオイが　するゾ。　　@"

Dialog21B::
    db "．．．おそかったね。　　もう　　"
    db "かえってこないかとおもった．．．"
    db "@"

Dialog21C::
    db "キャ－－－っ！！　すごいケガッ！"
    db "もうっ！　ムチャしちゃだめ！　@"

Dialog21D::
    db "あっ！　おかえり#####　　　"
    db "ケガしなかった？@"

Dialog21E::
    db "　　　　　　　　　　　　　　　　"
    db "　　　いわんこっちゃない．．．．"
    db "えっ！？なに！？わたしなんにも　"
    db "きこえないわよっ！　ほんとよ！　"
    db "@"

Dialog21F::
Dialog220::
    db "あっ！　にいちゃん、たいへん！　"
    db "たいへんだよ－！　あのねあのね　"
    db "そうなんだよ！　たいへんなんだよ"
    db "モリブリンが、　むらにやって．．"
    db "あのね、もりブりンが、たくさん　"
    db "はいってきたんだ！　そいでね．．"
    db "そうなんだよ！　すぐそこのいえに"
    db "あつまってき．．だからね、あのね"
    db "ワンワンのいるいえでね、なんか、"
    db "やっ　そうそう　そうなんだよ！　"
    db "モリぶりンのやつなんと　あのね　"
    db "だからね、あのね．．．．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "じぶんで、たしかめたほうが　　　"
    db "はやそうである。@"

Dialog221::
    db "はまべで、い－もんひろったよ．．"
    db "Ｂボタンのアイテムととりかえよう"
    db "　　　　いいよ　　やだね　　<ask>"

Dialog222::
    db "じゃあ、こうかんだ！　　　　　　"
    db "いらなくなったら　またきてネ　　"
    db "@"

Dialog223::
    db "あ、そう．．．@"

Dialog224::
    db "てもちのアイテムと　こうかんで　"
    db "ブ－メランを　てにいれた！　　　"
    db "@"

Dialog225::
    db "ブ－メラン　かえしてちょ－だい。"
    db "こうかんした、アイテムかえすから"
    db "　　　　いいよ　　やだね<ask>"

Dialog226::
    db "アイテムが、かえってきた！　　　"
    db "ブ－メランは、おかえしした。@"

Dialog227::
    db "あっ！．．．そのアイテムは　ダメ"
    db "ほかのにしてチョ－ダイ。　　　　"
    db "@"

Dialog228::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　フム、「はっぱ」"
    db "が、５まいそろわんとな．．．？　"
    db "う－む．．．　テキの　へいしが　"
    db "もっておるのかも　しれんのう。　"
    db "　　うるりら－　　ガチャッ！」@"

Dialog229::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　フム、「はっぱ」"
    db "が、５まいそろわんとな．．．？　"
    db "そうじゃのう．．あやしいところに"
    db "バクダンをおいてみてはどうじゃ。"
    db "やくに　たったかな？　　　　　　"
    db "　　うるりら－　　　ガチャッ」@"

Dialog22A::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　フム、「はっぱ」"
    db "が、５まいそろわんとな．．．？　"
    db "よくわからんが　．．．カラス．．"
    db "おしろのカラスが　あやしいのう　"
    db "うるりら－－　　ガチャッ」@"

Dialog22B::
    db "　「でんせつの　#####！」　"
    db "このアルバムをみる？　　　　　　"
    db "　　　　みる　　　みない<ask>"

Dialog22C::
    db "どのしゃしんが　みたい？　　　　"
    db "<dpad2>キ－で　しゃしんを　えらんで　"
    db "Ａボタンでけってい！　　　　　　"
    db "Ｂボタンでキャンセルだよ。　　　"
    db "@"

Dialog22D::
    db "このさき　オオワシのとう　あり　"
    db "ちゅうい！このあたり　カギなし@"

Dialog22E::
    db "あ、#####、しゃしんスキスキ"
    db "しゃしんやさん　だよ！　　　　　"
    db "ショボイおしろ　だけど、　　　　"
    db "１まい　とるかい？@"

Dialog22F::
Dialog230::
    db "ムッ、こんなところにカギあなが？"
    db "「テ－ルのカギあな」とかいてある"
    db "@"

Dialog231::
    db "ムッ、こんなところにカギあなが？"
    db "「スライムのカギあな」だってさ。"
    db "@"

Dialog232::
    db "ムッ、こんなところにカギあなが？"
    db "「アングラ－のカギあな」だってさ"
    db "@"

Dialog233::
    db "ムッ、こんなところにカギあなが？"
    db "「バ－ドのカギあな」とかいてある"
    db "@"

Dialog234::
    db "ムッ、こんなところにカギあなが？"
    db "「フェイスのカギあな」だってさ。"
    db "@"

Dialog235::
    db "　　だあれかあ－－－－－－！　@"

Dialog236::
    db "あっ！#####！　マモノたちが"
    db "イジワルして、こんなところに．．"
    db "．．．　．．．　どうしよう。　　"
    db "こわくて　うごけないよう．．．．"
    db "@"

Dialog237::
    db "　　　　　キャッ！　　　　　　　"
    db "　．．．　．．．　ビックリした！"
    db "#####　ありがとう！@"

Dialog238::
    db "．．．．．．．．．．．．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．．．．．．．あのね．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．　#####　あのね．．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog239::
    db "．．．．．．．．わたし．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "．．．．．．．．わたし．．．．．"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog23A::
    db "　　　　あっ！　タリン！？？　　"
    db "．．．．．．．．．．．．．．．．"
    db "．．．ゴメン．．なんでもない．．"
    db "　　　　　　　　　　　　　　　　"
    db "わたし．．．．もういくね。　　　"
    db "　@"

Dialog23B::
    db "　　　　　マリ－ン！！！！　　　"
    db "　　　　　　　　　　　　　　　　"
    db "@"

Dialog23C::
    db "キミたち、このボクのオシロに　　"
    db "みとれているのかい？　　　　　　"
    db "じつは、このオシロのもん　　　　"
    db "おかね　かかってんだよね－！　　"
    db "いや　しかし、ボクの　このゆうき"
    db "キネンをのこすに　あたいするね！"
    db "よし、１まいとることをゆるすぞ！"
    db "@"

Dialog23D::
    db "おっ、マリンと#####　　　　"
    db "なにやってるだ？．．しゃしんか！"
    db "しゃしんはみんなでとるもんだよ！"
    db "おらも、まぜてほしいだよ。@"

Dialog23E::
    db "これで、しゃしん　とるだよ！　　"
    db "よし、じゅんびは　いいだか？　　"
    db "ニッコリ　わらうだよ－　　　　　"
    db "　　　　　　　　　　　　　　　　"
    db "　　　　はい、キノコ！@"

Dialog23F::
    db "よし、しゃしんも　とったことだし"
    db "おら、もとのいちに　もどるだよ。"
    db "@"

Dialog240::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　　　　　　　　　"
    db "ウチの、ば－さんによるとじゃな　"
    db "タルタルさんみゃくのタキのうらに"
    db "なにか　かくれておるそうじゃ。　"
    db "やくにたったかな？　　　　　　　"
    db "　　　うるりら－　　ガチャッ！」"
    db "@"

Dialog241::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　　　　　　　　　"
    db "わしがわかいころ　やまのヒガシに"
    db "たかい　とうが、あったのう。　　"
    db "いってみては　どうじゃね？　　　"
    db "　　　うるりら－　　ガチャッ！」"
    db "@"

Dialog242::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　タマランチやまの"
    db "せいなるタマゴに　むかいなされ。"
    db "#####　きをつけての。　　　"
    db "　　　うるりら－　　ガチャッ！」"
    db "@"

Dialog243::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　タマゴのメイロで"
    db "まよったとな？　う－む．．．　　"
    db "わしには　わからんよ。すまんのう"
    db "としょかんで、しらべてくれんか。"
    db "これに　こりずに　デンワしてね。"
    db "　じゃ、うるりら－　ガチャッ」　"
    db "@"

Dialog244::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　ワンワンを、　　"
    db "かえしてやってはどうかのう？　　"
    db "マダムニャンニャンも、よろこぶよ"
    db "　　　うるりら－　　ガチャッ！」"
    db "@"

Dialog245::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。うたは、すきかな？"
    db "カンバンのめいろに　すんでおる　"
    db "カエルのマム－が、おしえとるよ　"
    db "．．ちょっぴり、ネがはるがな。　"
    db "　　　うるりら－　　ガチャッ！」"
    db "@"

Dialog246::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　がんばっとるのう"
    db "じゃが、そのくろうもあとすこし　"
    db "．．．ところで、やまのうえの　　"
    db "ニワトリごやへは、いってみたか？"
    db "こやのちかくに　どうくつがある。"
    db "そこで、だいじなもんをとりなされ"
    db "　　　うるりら－　　ガチャッ！」"
    db "@"

Dialog247::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　　　　　　　　　"
    db "テキは、てごわいか．．．？　　　"
    db "ならば、すべての　カイがらを　　"
    db "あつめるがよかろう．．．　　　　"
    db "さいごまで　じぶんをしんじ　　　"
    db "しっかり　おやりなさい．．．　　"
    db "げんきでのう　　うるりら－－　　"
    db "　　ガチャッ　」@"

Dialog248::
    db "「チャッ　ジ－コ　ジ－コ　ジ－コ"
    db "．．．　プルルル　プルル　ガチャ"
    db "うるりらじゃ。　がんばれっ！　　"
    db "あとひといきじゃっ！　　　　　　"
    db "わしも、おうえんしておるぞ！　　"
    db "　　うるりら－－　　　ガチャッ」"
    db "@"

Dialog249::
    db "さあ、どこからでも　とるがいい！"
    db "@"

Dialog24A::
    db "ヤ－ナさばく？　ミナミのほうに　"
    db "いりぐちがあるけど．．．．　　　"
    db "アイツが、みちを　ふさいじゃって"
    db "いけないかもなあ。　　　　　　　"
    db "@"

Dialog24B::
    db "あ－あ　こんなひには．．やっぱ　"
    db "アレだよな　アレ．．．．　　　　"
    db "@"

Dialog24C::
    db "どうぶつむらと、メ－ベのむらは　"
    db "しまいていけいとし　なんだ　　　"
    db "としって　いうほどじゃ　　　　　"
    db "ないけどね．．．　　　　　　　　"
    db "カンケイないけど、メ－ベのむらに"
    db "ユメのほこらってのがあるでしょ。"
    db "ある　たしかなスジのはなしじゃ　"
    db "ＸＸＸが、おいてあるんだってさ。"
    db "ホントかな？．．．@"

Dialog24D::
    db "さいきん　かいぶつがふえちゃって"
    db "メ－ベのむらに　いけなくってさ　"
    db "ハァ．．．マリンちゃん　　　　　"
    db "げんきかな．．．．　　　　　　　"
    db "@"

Dialog24E::
    db "そらとぶニワトリって　しってる？"
    db "むかしメ－ベのむらにいたんだって"
    db "ほんとかな？@"

Dialog24F::
    db "あ－あ　マリンちゃん　こないかな"
    db "やっぱアレだよな。　ウンウン　　"
    db "@"

Dialog250::
    db "おいら、ゆうべ　ニンジンになる　"
    db "ユメをみたんだ。　　　　　　　　"
    db "．．．ちょっと　フクザツな　　　"
    db "きもちになっちゃったよ。　　　　"
    db "@"

Dialog251::
    db "えっ？　おいらたち　どうぶつが　"
    db "どうして　しゃべるのかって？　　"
    db "なんでかな？　おいらウサギだから"
    db "わかんね－や。@"

Dialog252::
    db "あっ！　マリンちゃんだ！！　　　"
    db "@"

Dialog253::
    db "　「ひとりでいどむ　ゆうきが　　"
    db "　　ないもの、ちからなきもの！　"
    db "　　そのようなものがおしても　　"
    db "　　このはかは　うごかせぬ！」@"

Dialog254::
    db "コワイわけじゃないんだが、ボカァ"
    db "いえでまつことにするよ！じゃっ！"
    db "@"

Dialog255::
    db "．．．いっしょに　あるくのって　"
    db "はじめてだね、#####@"

Dialog256::
    db "　．．．．　．．．．　．．．．　"
    db "@"

Dialog257::
    db "うふふ、このみさきも　ふたりだけ"
    db "のヒミツだね．．．@"

Dialog258::
    db "や－だ、#####も　なにか　　"
    db "いってよ．．てれくさいじゃない。"
    db "@"

Dialog259::
    db "しゃしんスキスキしゃしんやさん！"
    db "ときどきヤボな　しゃしんやです！"
    db "どうです？むらのひとに　ジャマ　"
    db "されないように、ここで１まい！　"
    db "もちろんとりますよね！だいめいは"
    db "「．．．．　．．．．　．．．．」"
    db "@"

Dialog25A::
    db "あおいふくを　てにいれた！　　　"
    db "これでハ－トがへりにくくなった。"
    db "@"

Dialog25B::
    db "あかいふくを　てにいれた！　　　"
    db "からだに、ちからがみなぎってくる"
    db "@"

Dialog25C::
    db "こうげきのアカ、ぼうぎょのアオ、"
    db "どちらをえらぶのですか？　　　　"
    db "　　　　アカ　　　アオ<ask>"

Dialog25D::
    db "あかいふくで　よいのですね？　　"
    db "　　　　はい　　　いいえ<ask>"

Dialog25E::
    db "ようせいの　じょ－おうさまが、　"
    db "まってるよ！@"

Dialog25F::
    db "こな、もってる？　まほうのこな！"
    db "ないのなら、もどったほうがいいよ"
    db "@"

Dialog260::
    db "ボクとコイツは、ちがう　イロ！　"
    db "ボクがアカなら、コイツはアオ！　"
    db "コイツがアカなら、ボクはアオ！　"
    db "くらべてみよう、カラ－でね！　　"
    db "さて、ボクのふくは　なにいろ？　"
    db "　　　　アカ　　　アオ<ask>"

Dialog261::
    db "ボヨヨン！　オレたちが　ザコじゃ"
    db "ないことを　おもいしらせてやる！"
    db "オマエのニガテな、アイツに　　　"
    db "ヘンシンだ！ケンなど　きかぬゾ！"
    db "@"

Dialog262::
    db "う－ん、ゴメンね。このダンジョン"
    db "はべつめい、カラ－ダンジョン！　"
    db "カラ－せんようなんだ。ボクたちの"
    db "どっちがアカで、どっちがアオの　"
    db "ふくを　きているか　わかったら　"
    db "はいれるようになるよ。またね。@"

Dialog263::
    db "イロ　ツキシ　トコロ　タタクベシ"
    db "スベテ　アオ　ニテ　ナゾ　トケリ"
    db "@"

Dialog264::
    db "ちがうよ、ちがうよ、　　　　　　"
    db "もう１ど　よくみて　こたえて！@"

Dialog265::
    db "みんなには、ナイショだよ．．．@"

Dialog266::
    db "　　「いろのちからについて」　　"
    db "このほんをよんでみる？　　　　　"
    db "　　　　よむ　　　よまない<ask>"

Dialog267::
    db "あたらしき　カラ－の　せかい　　"
    db "５つならぶ　はかの　ちかにあり。"
    db "　　　３<up>　　４<right>　　５<up>　　　"
    db "　　　２<left>　　１<down>　　　　　　　"
    db "ちからのかぎり　おしつづけるべし"
    db "あたらしき　みちが　ひらかれる！"
    db "しかくのあるものには　いろの　　"
    db "チカラが　ふくに　やどる。　　　"
    db "うむむ？．．カラ－の　せかいって"
    db "どういうことだろう？@"

Dialog268::
    db "めざめのししゃ、#####よ！　"
    db "よく、ここまでたどりつきました。"
    db "あなたをしかくあるものと　みとめ"
    db "いろのちからを　あたえましょう！"
    db "あなたが、こうげきのちからを　　"
    db "もとめるのならば、アカを！　　　"
    db "ぼうぎょのちからを　もとめるの　"
    db "ならば、アオをえらびなさい！　　"
    db "さあ、どちらを　えらぶのですか？"
    db "　　　　アカ　　　アオ<ask>"

Dialog269::
    db "バカめ、ケンなど　きかんわ！コナ"
    db "でも、テッポウでも　もってこい！"
    db "@"

Dialog26A::
    db "このよくばりものめ．．．　　　　"
    db "さらにチカラを　もとめるとは！　"
    db "オマエのようなオロカモノは、この"
    db "ハカのそこで、くちはてるがよい！"
    db "@"

Dialog26B::
    db "いろのちからを　さずけましょう。"
    db "すこしのあいだ、めをとじて．．．"
    db "@"

Dialog26C::
    db "あなたを　ちじょうまで　　　　　"
    db "おくりとどけてあげましょう！@"

Dialog26D::
    db "アオ、アンゼン　アンゼン！　　　"
    db "キイロ、チュウイ！アカ．．キケン"
    db "@"

Dialog26E::
    db "キイロ、チュウイ！アカ、キケン！"
    db "ジカンカセギ．．．ジカンカセギ！"
    db "@"

Dialog26F::
    db "フッカツ！　アオ．．．フリダシ！"
    db "キイロ、チュウイ！アカ、キケン！"
    db "@"

Dialog270::
    db "あ、いいな！いいかんじ。　　　　"
    db "だいめい「ワンワンと　たわむれる"
    db "#####！」　じゃ、#####"
    db "もっと　ワンワンのそばに！@"

Dialog271::
    db "　　　　　　バウッ！@"

Dialog272::
    db "#####、もっとちかづいて！@"

Dialog273::
    db "　　　　バウッ！バウッ！@"

Dialog274::
    db "よ－し　とるよ－、カッコつけて－"
    db "@"

Dialog275::
    db "　　バウッ！バウッ！バウッ！@"

Dialog276::
    db "キャハッ！　　やれ－！　やれ－！"
    db "もっとやれ－！　　．　．　．　．"
    db "　　　　　　　　　　　　　　　　"
    db "いやっ　なんでもないわ．．．@"

Dialog277::
    db "　　　　　　　　　　　　　　　　"
    db "　　　　　イマイチ．．．　　　　"
    db "えっ！？　わたし　なにかいった？"
    db "きのせ－よ！　きのせ－！　　@"

Dialog278::
    db "#####って　いつも　　　　　"
    db "こんなことしてるの？？　　　　　"
    db "@"

Dialog279::
    db "　キャ－ッ！　ほって！ほって！　"
    db "どんどん　ほりまくって！！　　　"
    db "@"

Dialog27A::
    db "ふうっ．．　　びっくらこいた。@"

Dialog27B::
    db "　ギャ－－ッ！　　ゴメンナサイ　"
    db "だいじょうぶ？　　#####？@"

Dialog27C::
    db "あんね？　まっええかおもってね．"
    db "．．@"

Dialog27D::
    db "べつに．．．@"

Dialog27E::
    db "うん　わかってるよ。@"

Dialog27F::
    db "いやっ　もうあるよ。　　　　　　"
    db "．．．いじょう　Ｒモトごろく　　"
    db "ゲ－ムとは、いっさいかんけい　　"
    db "ございません！@"

Dialog280::
    db "トゲ　スルドキモノ　タテニテ　　"
    db "ハジキ　トバスベシ．．．@"

Dialog281::
    db "サイショ　オオミミノマモノ．．．"
    db "サイゴ　　ドクロナイト．．．@"

Dialog282::
    db "トオイ　トコロ．．．．　　　　　"
    db "オソレズ　ハシリ　トブベシ．．．"
    db "@"

Dialog283::
    db "ヒカルユカ　ソノ　ウゴキシルモノ"
    db "カナラズ　ミチビカレル．．．@"

Dialog284::
    db "ロウソクノアカリ　マジワルトコロ"
    db "フカク　モグルベシ．．．@"

Dialog285::
    db "チズニ　ウカブ　カオ　リョウノ　"
    db "メニ　カベワリテ　ハイルベシ@"

Dialog286::
    db "４ホンノ　ハシラ　タオレルトキ　"
    db "ナゾ　トケリ@"

Dialog287::
    db "ミチツクル　イワ　<dpad2>　キ－ニテ　"
    db "アヤツリ　ユカ　スベテウメルベシ"
    db "@"

Dialog288::
    db "ミチ　トザサレシ　ヘヤノ　トビラ"
    db "シカクノ　イシヲ　ウゴカスベシ@"

Dialog289::
    db "ユカノ　モヨウヲ　１ツニ　スレバ"
    db "アラタナ　ミチガ　ヒラカレル．．"
    db "@"

Dialog28A::
    db "ミチヲ　フサグ　トビデタル　ユカ"
    db "アオキ　クリスタルヲ　タタケ　@"

Dialog28B::
    db "カタキ　カラヲモツ　クロキマモノ"
    db "ウチガワヨリ　コウゲキ　クワエヨ"
    db "@"

Dialog28C::
    db "アヤシキ　カベヲ　ケンデ　ツツケ"
    db "オトノ　チガイニ　キヲツケルベシ"
    db "@"

Dialog28D::
    db "ケンデ　タオセヌ　ガイコツケンシ"
    db "クズレタ　トコロヲ　バクハスベシ"
    db "@"

Dialog28E::
    db "ツボニ　カコマレシ　タカラバコ　"
    db "ショウゲキヲ　アタエ　アケルベシ"
    db "@"

Dialog28F::
    db "ミチヲ　フサグ　クリスタルノユカ"
    db "ウエニ　ノリテ　サキ　ススムベシ"
    db "@"

Dialog290::
    db "サキニ　ススメヌ　サクノ　ムコウ"
    db "ソノテニ　モツモノ　ナゲコムベシ"
    db "@"

Dialog291::
    db "タカキ　ダイノウエノ　タカラバコ"
    db "サラナル　タカサヨリ　オチルベシ"
    db "@"

Dialog292::
    db "カギヲ　マモリシ　２ヒキノマモノ"
    db "ソトヨリタカキニ　マワリコムベシ"
    db "@"

Dialog293::
    db "アヤシキ　ヒトツメノ　セキゾウ　"
    db "ソノメヲ　ヤ　ニテ　イヌクベシ@"

Dialog294::
    db "イヤ？　しゃしん、とろうよ！　　"
    db "　　　　いいよ　　やっぱりヤダ！"
    db "<ask>"

Dialog295::
    db "どうしてもイヤ？　ウソだよね？　"
    db "　　　　ウソ　　　ホント！<ask>"

Dialog296::
    db "ヒドイよ！ヒドイよ－っ！@"

Dialog297::
    db "あ．．．ゲ－ジュツ！　　　　　　"
    db "だいめい　「ゲ－ム　オ－バ－」@"

Dialog298::
    db "あ、おきゃくさん．．．なまえは？"
    db "そう、#####！　　　　　　　"
    db "これが、#####のアルバムだ。"
    db "かえるまえに、みておいてくれ！@"

Dialog299::
    db "いつも、チャンスをまってるから　"
    db "アルバムをいっぱいにしようね！@"

Dialog29A::
    db "のこりのフィルム１１まい！　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog29B::
    db "のこりのフィルム１０まい！　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog29C::
    db "のこりのフィルム９まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog29D::
    db "のこりのフィルム８まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog29E::
    db "のこりのフィルム７まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog29F::
    db "のこりのフィルム６まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog2A0::
    db "のこりのフィルム５まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog2A1::
    db "のこりのフィルム４まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog2A2::
    db "のこりのフィルム３まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog2A3::
    db "のこりのフィルム２まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog2A4::
    db "のこりのフィルム１まい！　　　　"
    db "どんなしゃしんを　とろうかな？@"

Dialog2A5::
    db "ざんねん！フィルム　もうないよ！"
    db "アルバムだけでも　みていってね。"
    db "@"

Dialog2A6::
    db "しゃしんスキスキしゃしんやさん！"
    db "お－っ、キチョ－な　しゅんかん！"
    db "だいめい「ずじょう　ちゅうい！」"
    db "@"

Dialog2A7::
    db "やほ－、しゃしんやさん　だよ！　"
    db "あ、これはまさしく、#####の"
    db "ぼうけん、ってかんじだね！@"

Dialog2A8::
    db "だいめい「ききいっぱつ！　　　　"
    db "つなわたりじんせい」．．．．．．"
    db "@"

Dialog2A9::
    db "う－ん、かおしか　うつらないな。"
    db "@"

Dialog2AA::
    db "．．ちょっと　ちかすぎるのかな。"
    db "さがらないと．．．　　　　　　　"
    db "@"

Dialog2AB::
    db "　　　　あ－－－っ？！　　　　　"
    db "@"

Dialog2AC::
    db "このまま－．．．みせまで－．．．"
    db "かえりま－っす．．．．　．．．．"
    db "@"

Dialog2AD::
    db "ひとりのときにまたきてね！@"

Dialog2AE::
    db "あおいふくで　よいのですね？　　"
    db "　　　　はい　　　いいえ<ask>"

Dialog2AF::
    db "しゃしんスキスキしゃしんやさん！"
    db "#####　そこでなにしてんの？"
    db "@"
