Dialog100::
    dialog_text "「まんげつのバイオリン」だっ！"

Dialog101::
    dialog_text "「まきがいのホルン」をみつけた！ "

Dialog102::
    dialog_text "「うみゆりのベル」をてにいれた！ "

Dialog103::
    dialog_text "「しおさいのハ－プ」をみつけた！ "

Dialog104::
    dialog_text "「あらしのマリンバ」をみつけた！ "

Dialog105::
    dialog_text "「さんごのトライアングル」だっ！ "

Dialog106::
    dialog_text "「ゆうなぎのオルガン」をみつけた "

Dialog107::
    dialog_text "「えんらいのドラム」をみつけた！ "

Dialog108::
    dialog_text "しゃしんスキスキしゃしんやさん！ うるりらさんが　きになるのかい？ "

Dialog109::
    dialog_text "だいめい「げきしゃ！#####は うるりらの　ヒミツを　みた！」"

Dialog10A::
    dialog_text "それじゃ　みつかるまえに　　　　 #####もにげろよ！じゃっ"

Dialog10B::
    dialog_text "それじゃ、げんぞうしときますから できたしゃしんも　みにきてね！"

Dialog10C::
    dialog_string_wrapping "しゃしんスキスキしゃしんやさん！ しゃしん　とらせて！　　　　　　"
    dialog_ask_line "とって", "ヤダ！"

Dialog10D::
    dialog_text "じゃ、おくにいって！マクのまえ！ "

Dialog10E::
    dialog_text "まだ　とってないよ．．．　　　　 さつえいは、マクのまえだよ！　　 "

Dialog10F::
    dialog_text "だいめい「ゆうしゃ、ここにたつ」 　　　　　はい、チ－ズ！　　　　 "

Dialog110::
    dialog_text "くちばしのない　せきぞうがなにか をいっている。．．．ききとれない "

Dialog111::
    dialog_text "はこのなかみは、おれさまがいただ いた！ほしけりゃつかまえてみな！ 　　　マスタ－スタルフォン　<skull>"

Dialog112::
    dialog_text "ゲッ！　みつかっちまった！　　　 しつこいヤロ－だぜ！"

Dialog113::
    dialog_text "チ－クショ－ッ！　かなわね－や！ ここはひとまず、たいさんするぜ！ "

Dialog114::
    dialog_text "ゲゲッ！またきやがった！　　　　 ホントにあきらめのわるいヤロ－だ そのせいかく、おれさまがなおして やるぜ－っ！"

Dialog115::
    dialog_text "　ココホレ　バウッ！　バウッ！"

Dialog116::
    dialog_text "にんぎょのウロコを　カケてる　　 ところに　はめこんだ！　　　　　 "

Dialog117::
    dialog_text "．．．　つりをするときと　．．． カッコつけるときは．．．アップ　 もっと．．．まわりを．．．よく　 みなくちゃ　だめだよ！　アップ"

Dialog118::
    dialog_text "にいちゃん！セ－ブがしたいときは ぜんぶのボタンをどうじにおすんだ でも、おいらこどもだから、なんの ことやら、さっぱりわかんないや。 "

Dialog119::
    dialog_text "セ－ブごのさいスタ－トは、さいご にくぐった、でいりぐちらしいけど でも、おいらこどもだから、なんの ことやら、さっぱりわかんないや。 "

Dialog11A::
    dialog_text "このしまの、ちずをみるときはね　 セレクトボタンをおすんだってさ。 でも、おいらこどもだから、なんの ことやら、さっぱりわかんないや。 "

Dialog11B::
    dialog_text "ハ－トがなくなりそうなときは、　 いえやどうくつに、はいるといいよ でも、おいらこどもだから、なんの ことやら、さっぱりわかんないや。 "

Dialog11C::
    dialog_text "ねえ、にいちゃん。マリンのこと　 どう　おもってるのさあ？　　　　 でも、おいらこどもだからさっぱり わからんことにしとくよ。"

Dialog11D::
    dialog_text "にいちゃんは、どっからきたの？　 ．．．しまのそとっ？！　　　　　 「そと」ってなあに？　　　　　　 おいら、かんがえたこともねえや。 "

Dialog11E::
    dialog_text "タマランチやまのせいなるたまご。 「かぜのさかな」はそのなかで、　 ねむってるんだってさ。　なぜ？　 おいらも、そんなことしらないよ。 "

Dialog11F::
    dialog_text "えっ？　おいらたちは、いつから　 このしまにすんでるかって．．．？ 「いつ」ってなんだろ？　　　　　 そんなこと、わかんねえや。"

Dialog120::
    dialog_text "マリンは　いつもすなはまへいって ひとりで　うみをみてるんだ。　　 なんでかな．．おいらこどもだから わかんないや。　"

Dialog121::
    dialog_text "　ヒュ－！ヒュ－！ヒュ－！　　　 ネエネエ　ふたりでどこいくの？　 おいら　こどもだから、わかんない ことにしとくよ。"

Dialog122::
    dialog_text "　ネエ　ネエ　にいちやん！　　　 そこの　ユメのほこら　なんだけど なかにＸＸＸが　あるんだけどサァ 　　．．．　．．．　．．．　　　 おいらこどもだから　これいじょう いわないことにするよ。　　　　　 "

Dialog123::
    dialog_text "あれっ？　マリンちゃん　いないね ．．．　どうしたんだろ？　　　　 "

Dialog124::
    dialog_text "これは、スゴイおおものだ！　　　 ちょうどいい！　しゃしんやさん、 わしらを　１まいとってくれ！さあ #####も　ポ－ズをとるのだ！ "

Dialog125::
    dialog_text "また、おおものがつれそうだと、　 プロのカンが、つげている。"

Dialog126::
    dialog_text "イイことおしえてやるから　　　　 オレのこと、ダレにもヒミツだゼ！ トロンボかいがんの　ドウクツに　 いってみな！　　　　　　　　　　 オレとおなじく、みとおしレンズが ないと　みえないヤツが　いるゼ！ "

Dialog127::
    dialog_text "アラ、ざんねんだねエ．．．"

Dialog128::
    dialog_text "まあ、ありがとう！やさしいねえ。 そうだ、かわりにこれを　あげよう "

Dialog129::
    dialog_text "<yoshi2>　とリボン　<ribbon>　をこうかんした これも、こうかんできるかも．．？ "

Dialog12A::
    dialog_text "おんなじかおが、よっつもあると　 あたしでも、まよっちゃうよ。　　 ところで、このこが、ヨッシ－の　 にんぎょうを、ほしがってね－。　 むらの　ゲ－ムやに　あるんだけど むずかしくて、とれないんだよ。"

Dialog12B::
    dialog_string_wrapping "アラ、その　<yoshi2>　をこのこに　　　 プレゼントしてくれるのかい？　　"
    dialog_ask_line "いいよ", "やだよ－ん"

Dialog12C::
    dialog_text "おんなじかおが、よっつもあると　 あたしでも、まよっちゃうよ。"

Dialog12D::
    dialog_text "アッ！　コラコラ　だめでしょ－。 ワンワンなんか　つれてきちゃ。　 ボカァ、そういうヤバンなどうぶつ すきになれないんだよな－。　　　 ソイツのいないときに、またあおう じゃ、さよなら－。"

Dialog12E::
    dialog_text "なるほど、あのユ－レイさんが　　 どうなったか　きになるんだね。　 #####のおかげで、きっと　　 ユ－レイさんも　しあわせだよ！　 しゃしんを、とってあげるから　　 ニッコリわらってね！　　　　　　 "

Dialog12F::
    dialog_text "ホ－ホッホッホッ　ワンワンのこと とっても、かんしゃしてるざます。 ほんと、しんせつなぼうやざますわ おれいは、これざます。　　　　　 　　　　ぶちゆっ！！　　　　　　 　　　　　　　　　　　　　　　　 ．．．マダムニャンニャンから　　 おれいを　もらった．．．　　　　 ．．．　．．．　．．．　．．．　 ．．．　ラ、ラッキ－！"

Dialog130::
    dialog_text "ホ－ホッホッ　うちのワンワンは、 けなみがじまんざますのよ　ホッ"

Dialog131::
    dialog_text "たいへんざんす　た－いへんざんす うちのワンワンが、モッ　モッ　　 モリブリンに、さらわれたざます！ おお、だれかワンワンをたすけて－ "

Dialog132::
    dialog_text "マァ、よ－くうちのワンワンつれて きてくださったざます！うれしいわ あ－ら！　ついでに　おさんぽまで していただけるんざますかあ．．． たあすかるざますわあ。　　　　　 それじゃ、おねがいするざますっ！ "

Dialog133::
    dialog_text "ぼくは、ブンツウがしゅみの　　　 ナイスなおじさん　ライトです！　 でも、いちどもへんじが　かえって こないのです。　かなしいな－。"

Dialog134::
    dialog_text "なっ、なんとぶんつうのおへんじを もってきてくれたんですか！！　　 うっ、うれし－－－－っ！！　　　 あっ！しかもブロマイドつきだ－！ "

Dialog135::
    dialog_string_wrapping "ウ－－ン　なんとうつくしい！　　 ．．．あっ、おれいをしなくては！ でも、ホウキくらいしかないんです これで、よろしいですか？　　　　"
    dialog_ask_line "いいよ", "いやだ"

Dialog136::
    dialog_text "おれいにホウキ　<broom>　をもらった！ しかし、あのブロマイドは．．．． "

Dialog137::
    dialog_string_wrapping "おねがいです！　ホウキ　<broom>　を　 うけとってください！　　　　　　"
    dialog_ask_line "わかった", "だ－め"

Dialog138::
    dialog_text "いやあ、ぶんつうって　ほんと－に いいもんですよ！"

Dialog139::
    dialog_text "やあ、いまクリスチ－ヌに　　　　 てがみを　かいてるところですよ。 "

Dialog13A::
    dialog_string_wrapping "やあ、ボカァこうみえてもオシロに すんでたことも、あるんだけどさ。 けらいにマモノが、とりついたんで にげてきちゃったんだよなあ．．． ところできみは、ウククそうげんの いりぐちのカギがほしいんでしょ？ ボカァしらないわけじゃないんだが ．．．　ねえ、とりひきしようよ。 にげだすとき　オシロにおいてきた 「おうごんのはっぱ」を　　　　　 マモノから　とりかえしてほしい！"
    dialog_ask_line "わかった", "いやだ"

Dialog13B::
    dialog_text "いやあ、かんげきだなあ！　　　　 じつは「はっぱ」は、５まいなんだ あっ、もどってくるまえにスコップ かっといてね－。じゃ、よろしく－ "

Dialog13C::
    dialog_text "ボカァきみのような　いくじなしは かおもみたくないよ！　シッシッ"

Dialog13D::
    dialog_text "ウ－－－ン　トレビア－ン！　　　 はっぱがすべて、そろったんだね！ さあ、このきばこをうごかしたまえ ボクからの　おれいのしるしだよ！ "

Dialog13E::
    dialog_text "きみのおかげで　はっぱももどって ボカァ　しあわせだなあ－！"

Dialog13F::
    dialog_text "ボンジュ－ル　#####　　　　 あいと　せいぎと、それから．．． ボクのしあわせのために、はっぱを すべて、そろえてくれたまえ！"

Dialog140::
    dialog_text "うむ．．　．．．　．．．　．．． なんというか．．．　．．．　　　 デンワ．．．　デンワしてくれ．． ．．．　．．．　そとからな．．． ．．．．．．．．．．．．．．．． どうやら、うるりらじいさんは、　 とても、むくちなひとのようです。 "

Dialog141::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ ハロ－！　うるりらじいさんじゃ　 しまのことなら　わしにおまかせ！ まよったら、わたしにデンワしてく ださい、どぞよろしく．．ガチャ」 "

Dialog142::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ ハロ－！　うるりらじいさんじゃ　 ふむ、モリブリンのほとんどが　　 もりにすんでいるんじゃが、たまに タルタルこうちのどうくつにもおる ．．．　なにかのやくにたつかな？ うるりら－－－　ガチャッ」"

Dialog143::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ ハロ－！　うるりらじいさんじゃ　 ゴポンガぬまに　さいとるハナ．． これが、ワンワンの　だいこうぶつ と、いうはなしじゃ。　　　　　　 さんぽするなら、よってみちゃあ　 どうだい？　うるりら－　ガチャ」 "

Dialog144::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ わしじゃ、うるりらじいさんじゃ！ このしまのみんなには、あったか？ むらのナントウ　アナボコばたけに リチャ－ドというおとこがおる．． いちど、あってみてはどうかね？　 では、うるりら－　ガチャッ！　」 "

Dialog145::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ わしじゃ、うるりらじいさんじゃっ ところでバナナは、いらんかのう？ もういちど、むらのひととはなして みるといいじゃろう．．．　　　　 　うるりら－　　　ガチャ！　」"

Dialog146::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ ハロ－！　うるりらじいさんじゃ　 むらには　としょかんがある．．． どうしていいか　わからんときは　 そこで　いろいろしらべなさい　　 では．．．　うるりら－　ガチャ」 "

Dialog147::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　フム、「はっぱ」 が、５まいそろわんとな．．．？　 よくわからんが　．．．カラス．． おしろのカラスが　あやしいのう　 すこしおどかしてみてはどうかな？ うるりら－－　　ガチャッ」"

Dialog148::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　スコップ．．．　 スコップは、かったかな？　　　　 あちこち　ほると　なにかある　　 かもしれんぞ。　　ガチャッ」"

Dialog149::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　ウククそうげんの カギのあなぐらに　いくにカギる！ ．．．べつに　シャレじゃないぞ　 ．．．．．．．．ガチャッ！」"

Dialog14A::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　しまの、　　　　 ナントウにある　ヤ－ナさばくに　 「アングラ－のカギ」というものが あるそうじゃよ。　　　　　　　　 わしのヒントも　だいぶロコツに　 なってきたの－　ガチャッ」"

Dialog14B::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　へんな　オバケに トリつかれたとな？　そうじゃのう そいつの　いきたいところに　　　 つれていって　やったらどうかな？ 　　うるりら－　　ガチャッ！」"

Dialog14C::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。いりえで　ナマズが おおぐちを、あけておるのう．．． およいで　いってみてはどうかな　 　　うるりら－　　ガチャッ！」"

Dialog14D::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。カオのしんでんには いってみたかい？　　　　　　　　 どうぶつむらの　キタにある　　　 とてもためになる　イセキじゃよ　 　　うるりら－　　　ガチャッ！」 "

Dialog14E::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　メ－ベのむらの　 そらとぶニワトリをしってるかな？ むかしは　あれをかついで　　　　 パタパタそらを　とんだもんじゃ。 いまも　かざみどりのしたに　　　 うまっておるそうじゃよ。　　　　 やくに　たったかな？　　　　　　 　　うるりら－　　　ガチャッ」　 "

Dialog14F::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　カメイワの　　　 あたまがジャマかのう？　　　　　 いのちをふきこめば、うごくかも　 しれんぞ。　　ほんと、ほんと　　 やくにたったかな？　　　　　　　 　うるりら－　　ガチャッ」　　　 "

Dialog150::
    dialog_text "．．．ぬま．．．ハナさく　ぬまに あらたな　みちが　つづいている　 "

Dialog151::
    dialog_text "．．．そうげん．．．そうげん　　 そうげんが、まっている．．．　"

Dialog152::
    dialog_text "．．．タキ．．．タキのなかに．． かくされている．．．．．　　　　 "

Dialog153::
    dialog_text "．．．いりえ．．いりえのなかにも おまえのゆくみちは　つづいてる　 "

Dialog154::
    dialog_text "．．．しんでん．．．しんでんに　 しまのヒミツがある．．．．．．． "

Dialog155::
    dialog_text "．．．やま．．．．．やまのうえで おまえを　よんでる．．．．．．． "

Dialog156::
    dialog_text "．．．フエ．．．フエのねが　　　 おまえを　みちびく．．．．．　　 "

Dialog157::
    dialog_text "．．．ときは　みちた．．．　　　 せいなるタマゴが　よんでいる．． "

Dialog158::
Dialog159::
    dialog_text "オヤオヤ　じゃあ、あんたが　　　 このしま　そうじしてくれるのかい "

Dialog15A::
    dialog_text "イヤッホ－！　あたしゃげんきだよ あんたもげんきでやっとるか－！"

Dialog15B::
    dialog_text "イヤッホ－！　あたしゃげんきだよ でも、ちょいとはりきりすぎたかね とうとう　ほうきもボロボロに　　 こわれてなくなっちゃったよ！"

Dialog15C::
    dialog_string_wrapping "イヤッホ－！　　イヤッホ－！　　 あたらしい　ホウキかい？　　　　 わるいね　あたしにくれるんだろ？"
    dialog_ask_line "そだよ", "やだよ"

Dialog15D::
    dialog_text "それじゃおれいに、かわでひろった つりばりでも　あげようかねえ。"

Dialog15E::
    dialog_text "<broom>　とつりばり　<fishhook>　をこうかん　 した！こんどは、なんになるだろう "

Dialog15F::
    dialog_text "イヤッホ－！！　おニュ－のホウキ なかなかいいよ！"

Dialog160::
    dialog_text "ナンダ－ッ！このワンワンやろう！ しょうぶだ！！　ウキキッキ－ッ！ "

Dialog161::
    dialog_text "チキ－タ　チキ－タ　サルキッキ　 おなかがすいたよ　サルキッキ！"

Dialog162::
    dialog_text "<bananas>　だ　<bananas>　だ、ウッキッキッ！　 みんなあつまれ、おれいをするぞ－ "

Dialog163::
    dialog_text "おサルのはしの　できあがり！　　 では、さらばだ！　ウキキッキ－！ "

Dialog164::
    dialog_text "おサルがのこしていった、ぼうきれ をひろった．．．もらっとこう。"

Dialog165::
    dialog_string_wrapping "<bananas>　だ　<bananas>　だ、ウッキッキッ！　 そいつを　オイラにくれないか？　"
    dialog_ask_line "うん", "いやだ"

Dialog166::
    dialog_text "おとめのへやを、おとずれるときの エチケット、ごぞんじないの？　　 おはなくらい、いただければ　　　 おはなしするきにもなるんですけど そう、ハイビスカスがすきですの　 わたくしのばあい．．．　．．．"

Dialog167::
    dialog_string_wrapping "あら、わたくしにその　<flower2>　を　　 くださるの？　どうもありがとう。 あの－．．．とってもしんしてきな あなたに　おねがいがございますの きいてくださいます？　　　　　　"
    dialog_ask_line "ええ", "いいえ"

Dialog168::
    dialog_text "もりのはずれの　ライトさまに　　 てがみを　とどけていただきたいの よろしく　おねがいいたしますわ！ "

Dialog169::
    dialog_text "．．．そうなの。わたくしあなたは いいかただと　おもいましたのに。 "

Dialog16A::
    dialog_text "<flower2>　がヤギのてがみ　<letter2>　になった ．．．．なんか．．．すごいぞ！"

Dialog16B::
    dialog_text "わたくし、おいしそうな　かみだと たとえライトさんの　おてがみでも たべてしまうことが、ありますの　 ．．．おはずかしい．．．．．．． "

Dialog16C::
    dialog_text "ワンワンを　きゅうしゅつした！　 ちかくでみると、やっぱりコワイ。 "

Dialog16D::
    dialog_text "なんと、ニワトリがよみがえった！ なんだか、よろこんでるみたいだ。 "

Dialog16E::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ ．．．うるりらじゃ．．．フゥ　　 ．．．ばあさんが、どうぶつむらに いっておるので　さみしいんじゃ。 そうじがおわったら、はやくかえる ように　つたえてくれんかのう．． うるりら－．．．　　ガチャッ！」 "

Dialog16F::
    dialog_text "ヤッホ－ばあさんがいない？！　　 　．．．　．．．　ナゾはとけた！ うるりらじいさんの　な　にかけて どうぶつむらにいるよ！　　　　　 ．．．．　ほんとは、おいら　　　 でんわで　きいたんだけどね．．． "

Dialog170::
    dialog_string_wrapping "いやあ、やくそくどうり　パパ－ル そうなんしたっスよっ！　　　　　 ハラがへって、うごけないっスよ。 なんか、くいもんくれないっスか？"
    dialog_ask_line "いいとも", "ダメ！"

Dialog171::
    dialog_text "あんた、つめたいひとっスね．．． "

Dialog172::
    dialog_text "こりゃ、うまそうな　<pineapple>　だ！！　 それじゃ　<pineapple>　をいっただきや－ス "

Dialog173::
    dialog_text "おっ、そうだ！　おれいといっちゃ なんなんスけど．．．．．．．．． こいつ　<flower2>　をさしあげるっスよ。 ハイビスカスってハナでさあ。　"

Dialog174::
    dialog_text "<pineapple>　とハイビスカス　<flower2>　を　　　 こうかんした！"

Dialog175::
    dialog_text "うまいっスよ　うまいっスよ！　　 ちからでるっすよ！"

Dialog176::
    dialog_text "いやあ、このあいだは　　　　　　 どうもっス。"

Dialog177::
    dialog_string_wrapping "いやあ、やくそくどうり　パパ－ル そうなんしたっスよっ！　　　　　 ハラがへって、うごけないっスよ。 なんか、くいもんくれないっスか？"
    dialog_ask_line "あげない", "ダメ！"

Dialog178::
    dialog_text "あんた、おむかいさん　そりゃあ　 たいへんだったんだよ－！　　　　 あたしゃ、おそうじくらいしか　　 してあげられないけどねえ．．．"

Dialog179::
    dialog_text "．．．だれもいない　やかたに．． ．．．こえがひびく．．．　　　　 「ワタシは　カイがらのやかたに　 　やどりしもの．．．　　　　　　 　ヤミの　チカラに　いどむものを 　まっていた．．．　　　　　　　 　．．．しまに　かくされた　　　 　ヒミツのカイがらを　あつめよ！ 　あつめしカイがらをもちて、　　 　ゲ－トを　くぐるが　よい．．． 　しかくあるものに　ひかりの　　 　チカラもつ　けんをあたえる！」 よしっ、たくさん　カイがらを　　 あつめて、ゲ－トをくぐってみよう "

Dialog17A::
    dialog_text "　．．．はんのうが　ない．．．　 カイがらが　たりないようだ．．． "

Dialog17B::
    dialog_text "「．．これで．．．ようやく．．． 　ワタシの　やくめも　おわった」 "

Dialog17C::
    dialog_text "ねえねえ、タルタルこうちには、　 しゃしんやがあるんだって。　　　 にいちゃん、しってる？　　　　　 わかいひとの、いまのはやりは　　 キレイなじぶんを　しゃしんに　　 のこすことなんだってさ。　　　　 おいら、わかいけど、なんのこと　 やら、さっぱりわかんないや。"

Dialog17D::
    dialog_text "　　　　　しゃしんや　　　　　　 　　きねんしゃしん　とります"

Dialog17E::
    dialog_text "うむ、それでいい。テキのなかにも へんかするやつが　いるかもしれん なくなったら、もりで　キノコを　 とってくるがいい。　　　　　　　 あたらしく　つくってやろう．．． "

Dialog17F::
    dialog_text "．．．！　　うごけないでごじゃる でもだいじょうぶでごじゃる。　　 そんな　なまくらな　けんでは、　 このつぼは　こわせないでごじゃる ここの　かべのほうが、　　　　　 よっぽど、かたいでごじゃる。"

Dialog180::
    dialog_text "わたし、オシャレがだ－いすき！　 ピチピチボデイのキャンキャンよ！ ア－ア．．．なんか、カワイイ　　 アクセサリ－が、ほしいなあ－。"

Dialog181::
    dialog_string_wrapping "わたし、オシャレがだ－いすき！　 ピチピチボデイのキャンキャンよ！ イヤ－ンその　<ribbon>　メチャカワイイ ドッグフ－ドと、とりかえてよね！"
    dialog_ask_line "わかった", "いやだ"

Dialog182::
    dialog_text "<ribbon>　とドッグフ－ド　<dogfood>　を　　　 とりかえた！ビ－フがたっぷりだ！ "

Dialog183::
    dialog_text "ラッキ－！　ありがとう。　　　　 じゃっ、　<dogfood>　とこうかんねっ！"

Dialog184::
    dialog_text "エッエ－－－－－ッ！！　　　　　 しんじらんなあい！もうサイテ－！ "

Dialog185::
    dialog_string_wrapping "ボク、マンボウのこども　　　　　 なまえは、マンボためごろう！　　 あんたフエもってる？　　　　　　"
    dialog_ask_line "あるよ", "もってない"

Dialog186::
    dialog_text "あ、そう．．．．．．．．．．．． ブク　ブク　ブク"

Dialog187::
    dialog_text "じゃ、１きょく　おしえてあげる！ "

Dialog188::
    dialog_text "マンボウのマンボをおぼえた。　　 みずのそとへでたら、ふいてみよう "

Dialog189::
    dialog_text "ボク、マンボウのこども　　　　　 なまえは、マンボためごろう！　　 ボクのきょくを　ふけば　　　　　 マンボガいけへ、ワ－プできるよ！ ダンジョン　のなかでも　　　　　 ふいてみてよね。　　　う－っ！"

Dialog18A::
    dialog_text "あ、　がっきないの．．．そう．． ブク　ブク　ブク"

Dialog18B::
    dialog_text "さ－いきんのコケコッコどもは　　 こんじょうが、なってねえだよ。　 オラが、むかし　かっとったヤツは パ－タパタそらを　とんだだよ！　 いや、ほんと　うそじゃねえだよ。 ほれ、ト－ト－ト－　ト－ト－ッ"

Dialog18C::
    dialog_text "あんれまあ－、そのコケコッコは　 ほんとに、とんでるでねえだか．． い、いやあオラのいったとうりだべ うん、そのコッコかついでみるだよ "

Dialog18D::
    dialog_text "いや、やっぱし　そらとぶコッコが いちばんいいだよ！"

Dialog18E::
    dialog_text "　　　　そらとぶニワトリ　　　　 　　　　　ここにねむる　　　　"

Dialog18F::
    dialog_text "もしかして、それは　にんぎょの　 ウロコじゃ　ないザンスか！　　　 ミ－は、この　えを　かいてるから ちょっと、てが　はなせないザンス ミ－の　かわりに、にんぎょぞうを かんせい　させて　ほしいザンス。 "

Dialog190::
    dialog_text "ヌッ、なにやつ！あやしいこぞうだ みなのもの、であえっ！であえ－！ "

Dialog191::
    dialog_text "エエイ、ワンワンをねらってきたか さてはおぬし、ワンワンのあるじ、 マダムニャンニャンの　はなった　 しかくであろう、かえりうちじゃ！ "

Dialog192::
    dialog_text "あっ、#####　わたしね、よく このむらにも、うたいにきてるの！ みんな「かぜのさかな」のうたが　 いちばんの　おきにいりみたいね。 #####は、なにがすきかしら？ "

Dialog193::
    dialog_text "「かぜのさかな」のうた　　　　　 ぜったい　わすれないでね！　　　 それから、わたしのことも．．．　 "

Dialog194::
    dialog_text "さっきは、ありがと．．．．　　　 #####すっごくカッコよかった わたし「かぜのさかな」に　　　　 おねがいしてたの．．．．　　　　 えっ？　どんな　おねがいかって？ それは．．．．だ－め、ヒミツ！"

Dialog195::
    dialog_text "#####　いつか　このしま　　 でてっちゃうんだよね．．．．　　 なんとなく．．わかるの．．．　　 #####が　いっちゃうこと。　 ．．わたしのこと、わすれないでね わすれたら、しょうちしないから！ "

Dialog196::
    dialog_text "．．．．．．．．．．．．．．．． うっとり、うたにききほれている。 "

Dialog197::
    dialog_text "「かぜのさかな」のうたは　　　　 めざめの　うたなんだって。　　　 もし、かみさまが　おきたら．．． わたしの　ねがいきいてくれるかな "

Dialog198::
    dialog_text "えっ？　なかに　はいるの？　　　 わたし、ここでまってる．．．　　 きをつけてネ#####．．．　　 "

Dialog199::
    dialog_text "　　　　　あ－－っ！　　　　　　 ．．．　あ－あ、イケナイんだあ！ "

Dialog19A::
    dialog_text "これは、わたしからのサ－ビス、　 ほ－ら、ハ－ト　まんタンよおん！ "

Dialog19B::
    dialog_text "ミ－が、ゆうめいなゲイジュツカ　 シュ－ル．ドナピッチ　ザンス！　 いりえの、にんぎょぞうも　　　　 ミ－の　じしんさくザンス。　　　 ．．．じつはあのぞう　ワケアリで みかんせいなんザンス　ホッホッ！ ミ－のゲイジュツはムズカシすぎて アンタには、むりザンスね．．．． "

Dialog19C::
    dialog_text "　「かなしみのにんぎょぞう」　　 　　　　　　シュ－ルさく　　　　 　　　　　　　　　　　　　　　　 ？．．ウロコが１まい　かけてる。 "

Dialog19D::
    dialog_text "　　　　かいがらのやかた"

Dialog19E::
    dialog_text "　<right>　ヤ－ナさばく　いりぐち"

Dialog19F::
Dialog1A0::
    dialog_text "　　　　　ふしぎのもり　　　　　 　ほんのちょっと、ふしぎです　　 "

Dialog1A1::
    dialog_text "あなたも　チャレンジ！　　　　　 イカダで、きゅうりゅうくだり　　 　じむしょへ　どうぞ"

Dialog1A2::
    dialog_text "　ひがし<right>　ウククそうげん　　　 　ずっとひがし　どうぶつむら"

Dialog1A3::
    dialog_text "　　　　タマランチ　やま　　　"

Dialog1A4::
    dialog_text "　<right>　　　テ－ルのほらあな　　　 　<down>　　　トロンボ　かいがん"

Dialog1A5::
    dialog_text "　<right>　　　ゴポンガのぬま　　　　 　<down>　　　ふしぎの　もり"

Dialog1A6::
    dialog_text "ヒビワレゆかに　ちゅうい！　　　 おもたいひとは　のらないように！ "

Dialog1A7::
    dialog_text "　　　　でんわボックス　　　　　 "

Dialog1A8::
    dialog_text "　　　　　　キケン！　　　　　　 ワンワンいがい　たちいりきんし！ "

Dialog1A9::
    dialog_text "　<down>　の　ほうこうへすすめ"

Dialog1AA::
    dialog_text "　<up>　の　ほうこうへすすめ"

Dialog1AB::
    dialog_text "　<right>　の　ほうこうへすすめ"

Dialog1AC::
    dialog_text "　<left>　の　ほうこうへすすめ"

Dialog1AD::
    dialog_text "　　もういちど　さいしょから　　 　　　やりなおし！"

Dialog1AE::
    dialog_text "おみごと！これで　クリア　です！ ごほうびはあちら　<right>　　　　　　 おたのしみに！　"

Dialog1AF::
    dialog_text "じゅんぎょうのため　たびにでます 　　　　　　　　　　　マム－　　 "

Dialog1B0::
    dialog_text "　<right>　　きまぐれトレ－シ－のいえ 　<down>　　マンボガいけ　　　　　　 "

Dialog1B1::
    dialog_text "　<right>　どうぶつむら　　　　　　　 　<down>　マ－サのいりえ　　　　　　 "

Dialog1B2::
    dialog_text "　<right>　どうぶつむら　にようこそ！ "

Dialog1B3::
    dialog_text "　<right>　ぼち　　　　　　　　　　　 　<down>　ウクク　そうげん　　　　　 "

Dialog1B4::
    dialog_text "　　このへん　タルタルこうち　　 　　<right>　しゃしんや　すぐそば　　 "

Dialog1B5::
    dialog_text "　<right>　タマランチやま　　　　　　 　<left>　ゴポンガのぬま　　　　　　 "

Dialog1B6::
    dialog_text "カミのタマゴにあいにゆけ　　　　 ねいろに　カミはこたえよう　　　 "

Dialog1B7::
    dialog_text "「かぜのさかな」はさかなにあらず かぜをよぶが　とりにもあらず　　 "

Dialog1B8::
    dialog_text "　　　あしもとに　ヒミツあり"

Dialog1B9::
    dialog_text "　　　あしもとに　ヒミツあり"

Dialog1BA::
    dialog_text "　　　このあたり　ヒミツあり"

Dialog1BB::
    dialog_text "　　　ハシのした　ヒミツあり"

Dialog1BC::
    dialog_text "　　　このあたり　ヒミツなし"

Dialog1BD::
    dialog_text "「かぜのさかな」のめざめ　なくば ゆうしゃは　しまのつちになる　　 "

Dialog1BE::
    dialog_text "ユメがさめたら　アワになる　　　 マモノもみんな　アワになる　　　 だからマモノは　じゃまをする　　 めざめのししゃの　じゃまをする"

Dialog1BF::
Dialog1C0::
    dialog_string_wrapping "おっ？　#####　　　　　　　 いいものもってるだな。　　　　　 うんまいハチミツわけてやるから　 そのぼうきれ　かしてほし－だよ。"
    dialog_ask_line "いいよ", "だ－め"

Dialog1C1::
    dialog_text "　<stick>　が　　　　　　　　　　　　 ハチのす　<honeycomb>　になった。　　　　 ？？　なんかよくわからないけど　 　とりあえず　もらっておこう！"

Dialog1C2::
    dialog_text "う－ん　#####いけずだ－よ。 "

Dialog1C3::
    dialog_text "　　　　ウニ　ちゅうい！　　　　 　　すでで　さわらないように！"

Dialog1C4::
Dialog1C5::
    dialog_text "はらがへったで、はまべでバナナを もらってきただよ　モグモグ　　　 #####もほしかったら　　　　 もらってくると　ええだよ．．．． "

Dialog1C6::
    dialog_text "ワシは、ここのかんりにんの　　　 セ－ルっちゅうもんや！　　　　　 ワシは、めずらしい「カンヅメ」を あつめるのが　しゅみなんやけど　 おとうとは、どこぞでゲイジュツカ をやっとるらしいんや。　　　　　 うまいもん、くうてたほうが、　　 エエと　おもうんやけどなあ．．． "

Dialog1C7::
    dialog_string_wrapping "なんや、それ、！　カ、カンヅメ　 もってるんちゃうのっ！？　　　　 おねがいや。　そのカンヅメ　<dogfood>　 わしにちょ－だい！　おねがいや！ どうする？　　　　　　　　　　　"
    dialog_ask_line "ええよ", "いやや"

Dialog1C8::
    dialog_text "おおきに、ありがとうっ！　　　　 ほな、いただきま－すっ！　　　　 "

Dialog1C9::
    dialog_text "ほな、しゃ－ないなあ．．．．．． また、きがかわったらいうてや。"

Dialog1CA::
    dialog_text "モグ　モグ　モグ．．．．．．．． こりゃ、うまいわ！！　　　　　　 ほな、おれいにバナナをあげるな。 いや、ほんま、おいしかったわ！"

Dialog1CB::
    dialog_text "　<dogfood>　をあげたらバナナ　<bananas>　を　 もらった！　　　　　　　　　　　 なんか、ごっつ　ええかんじ！"

Dialog1CC::
    dialog_text "ど－も、ごちそうさんでした！"

Dialog1CD::
    dialog_text "まいど、おにいちゃん！　あんた　 きゅうりゅうすべりしたことある？ タルタルこうちのヒガシのはずれに あるわ、いっぺんいってみいな。"

Dialog1CE::
    dialog_text "りょうりの　ざいりょうが　　　　 たりねえや。　こんちきしょう！　 ハチミツがありゃ－、べらぼうに　 うまくなるんだゼ。"

Dialog1CF::
    dialog_string_wrapping "ハイホ－！　おめえさん、そいつあ ひょっとすると　<honeycomb>　じゃねえか？ ちょうど、ハチミツきらしてんだ！ パイナップルとこうかんしねえか？"
    dialog_ask_line "いいよ", "やだ"

Dialog1D0::
    dialog_text "　<honeycomb>　を　　　　　　　　　　　　 パイナップル　<pineapple>　ととりかえた！ すっぱ－いけど　おいしい！　　　 おいし－けど　すっぱい！"

Dialog1D1::
    dialog_text "キショ－ッ！　　おしいゼ。　　　 めったにねえ　チンミなのによう。 "

Dialog1D2::
    dialog_text "オウ！オウ！　ヤ－ナさばくね　　 しってるぜ。このむらの　ミナミに いりぐちが　あるんだがな、　　　 へんなヤツが　みちをふさいでんだ ．．．あいつは　いちどねちまうと ず－－－－っと！うごかね－しな。 そっ！　マリンちゃんつれてきな！ あのコのうたで　おこしちまえよ！ ビックリ！　とびおきるぜ　きっと 　　　へっへっへっ！　　"

Dialog1D3::
    dialog_text "おいらのユメは、メ－ベのむらに　 チェ－ンてんを　だすことなんだ。 "

Dialog1D4::
    dialog_text "ハイホ－！！！　マリンちゃん　　 いらっしゃあい。　　　　　　　　 ．．．．．．．．おっと？　イケネ アンタもいたのか　スマンスマン。 "

Dialog1D5::
    dialog_string_wrapping "あら、#####　　　　　　　　 ここがよくわかったわね。　　　　 すこし　わたしとおはなししない？"
    dialog_ask_line "いいよ", "しない"

Dialog1D6::
    dialog_text "そう、わたし　もうちょっとだけ　 ここで　うみをみてるわ。"

Dialog1D7::
    dialog_text "　　はまべにいってます　　　　　 　　　　　　　　　　マリン　<marin>　 "

Dialog1D8::
    dialog_text "このヤシのみは、いったい　　　　 どこからくるのかな．．．．　　　 うみのむこうには、なにもないって タリンはいってたけれど．．．　　 きっと、なにかがあるって　　　　 わたし　しんじてるの！　　　　　 　．．．．　．．．．　．．．．　 　　　　　　　　　　　　　　　　 #####を、みつけたとき　　　 わたしドキドキしたわ。　　　　　 このひとは、うみのむこうから　　 なにかを、つげにきたんだって　　 "

Dialog1D9::
    dialog_text "　．．．．　．．．．　．．．．　 　　　　　　　　　　　　　　　　 わたしが、カモメだったら．．．． ずっと、とおくへ、とんでいくのに いろんなところへ　いって、　　　 いろんなひとたちと　うたうの　　 「かぜのさかな」に、いのれば　　 わたしのおねがい　かなうのかしら "

Dialog1DA::
    dialog_string_wrapping "ねえ#####ちゃんときいてる？"
    dialog_ask_line "うん", "ぜんぜん"

Dialog1DB::
    dialog_text "いつか、#####のふるさとに　 いってみたいな．．．．．．　　　 なあんてね！　　フフフ．．．"

Dialog1DC::
    dialog_text "え？　セイウチさんが？？　　　　 ．．．　いいわ、いっしょにいく！ "

Dialog1DD::
    dialog_text "う－ん　う－ん　．．．．　　　　 ハチはもう　こりごりだあよ。　　 "

Dialog1DE::
    dialog_text "モウ！うわのそらなんだからあ．． こんどは、ちゃんときいてね。　　 "

Dialog1DF::
    dialog_text "１ぴきでも　いきのこっていれば　 それで　じゅうぶんだぜ！　ぺっ！ いくらでも　なかまを　よんで　　 これるしな！いくぜ！オチビさん！ "

Dialog1E0::
    dialog_text "．．．．オウ．．．．オウ．．．． ．．．．　<marin>　．．．　<marin>　．．． "

Dialog1E1::
    dialog_string_wrapping "あら？　いけないセイウチさんね。 ちょっとビックリさせちゃおうか？"
    dialog_ask_line "うん", "やめとこう"

Dialog1E2::
    dialog_text "アハハハッ！　ねおきの　いいコね "

Dialog1E3::
    dialog_text "あれっ？　わたしをよんでる．．． きっと、いつものアレね．．フフフ "

Dialog1E4::
    dialog_text "そうね。　かわいそうだから　　　 そっと、ねかせてあげようね。"

Dialog1E5::
    dialog_text "わたし、どうぶつむらへいってるわ #####も、きっとよってね！　 "

Dialog1E6::
    dialog_text "オウッ！　　　オウッ！　　　　　 　<marin>　<marin>　！　<marin>　<marin>　！　　　　 ．．．．．　<link>　？？　　　　　　 "

Dialog1E7::
    dialog_text "いやあ、まいったよ。　サカナに　 ハリを、とられてしまってね．．． いとだけ、たらしておるんだが　　 やっぱりなにも　つれんようだよ。 "

Dialog1E8::
    dialog_string_wrapping "おお！　きみのもっているのは　　 つりばりでは、ないかね？　　　　 それを　わたしに、くれんかね？　 なにかつれたらこうかんでどうだ？"
    dialog_ask_line "うん", "いや"

Dialog1E9::
    dialog_text "では、プロのわざというやつを　　 しかと　みていなさい！"

Dialog1EA::
    dialog_text "もっと、やさしさを　もたないと　 だめだよ！"

Dialog1EB::
    dialog_text "おっ！　　これはでかいぞ！　　　 でかいっ、でかいぞ！　　　　　　 　　　　　そりゃ－！！　　　　　 　　　　　　　　　　　　　　　　 "

Dialog1EC::
    dialog_text "<fishhook>　が　ピンクのブラジャ－　<bra>　 になってしまった！ラ、ラッキ－！ "

Dialog1ED::
    dialog_text "つぎは　なにがつれるか　　　　　 ほんとうにたのしみだよ！"

Dialog1EE::
    dialog_text "うちのひと．．．やくそくどおり、 そうなんしたみたいだよ。　　　　 だれか、たべものをもって　　　　 たすけにいってくれないかね－。"

Dialog1EF::
    dialog_text "ウォ、バレちまった。　　　　　　 チッ、みとおしレンズか．．．　　 オレは、ほかのヤツラとちがって　 シズカにくらしたいだけなのにナ。 "

Dialog1F0::
    dialog_text "いりえで　およいでたら　みずぎを なみに、さらわれちゃったの．．． みつけてくれたらね－、わたしの　 ＸＸＸ　あ．げ．る！"

Dialog1F1::
    dialog_text "キャ－ッ！　エッチ！　エッチ－！ "

Dialog1F2::
    dialog_string_wrapping "あ－っ！それ、わたしのみずぎよ！ ねえねえ、かえして！かえしてよ！ そしたら、わたしのからだから　　 １まいウロコをとらせてあげるから"
    dialog_ask_line "かえす！", "やだよ"

Dialog1F3::
    dialog_text "あ、あん、１まいだけよん！"

Dialog1F4::
    dialog_text "クスン、クスン　いじわる－っ！"

Dialog1F5::
    dialog_text "<bra>　をかえして、にんぎょのウロコ <scale>　を１まいとらせてもらった！　 ちくしょう！　うれしいぞっ！"

Dialog1F6::
    dialog_text "じゃ、とるよ！　．．．．だいめい 「きょうふ！ワタシはみた！？」"

Dialog1F7::
    dialog_text "まえに、エッチなゲイジュツカに　 モデルをたのまれたことがあったわ そういえば、アイツもわたしの　　 ウロコをほしがってたわねえ　　　 やっぱり、「みとおしレンズ」の　 ウワサ　ほんとなのかしら．．．"

Dialog1F8::
    dialog_text "しゃしんスキスキしゃしんやさん！ なんと？！ゾ－ラがいえのなかに！ ほっほ－、これはめずらしい。　　 これは、しゃしんをとらなくては！ さ－さ、とりますよ－　　だいめい 「はっけん！#####ゾ－ラ」！ "

Dialog1F9::
    dialog_text "　　　リチャ－ドのべっそう　　　 "

Dialog1FA::
    dialog_text "　　　カナレットのしろまで　　　 　　　あと　１０ぷん　<right>　<up>　　 "

Dialog1FB::
    dialog_text "　　　カナレットのしろまで　　　 　　　　あと　５ふん　<right>　　　　 "

Dialog1FC::
    dialog_text "　　　カナレットのしろまで　　　 　　　　あと　５０ぽ　<up>　　　　 "

Dialog1FD::
    dialog_text "「トウルルル．トウルルル．．　　 ツルルル．．ツル　　　ガチャッ　 は－－い　バケットマウスです。　 まいど。．．ええっと　　プチッ　 ブ－　ブ－　ブ－　ブ－」　？？？ ばんごうを、まちがえたみたいだ　 "

Dialog1FE::
    dialog_string_wrapping "おっ！これは、でかい！　　しかも ハ－トのかけらを　もっていた！　 さらに、しょうきん２０ルピ－だ！ またするかね？　　　　　　　　　"
    dialog_ask_line "もちろん", "けっこうです"

Dialog1FF::
    dialog_string_wrapping "おっ！これは、でかい！　　しかも ハ－トのかけらを　もっていた！　 これで、うつわが１コふえた！　　 さらに、しょうきん２０ルピ－だ！ またするかね？　　　　　　　　　"
    dialog_ask_line "もちろん", "けっこうです"
