Dialog200::
    dialog_string_wrapping "　　　「タテのつかいかた」　　　 このほんを　よもうかな？　　　　"
    dialog_ask_line "よむ", "よまない"

Dialog201::
    dialog_text "タテをもっているほうの　ボタンを おしつづければ、そのあいだ　　　 テキのこうげきをふせいだり、　　 テキをはじいたりできます。　　　 さらに、ビ－ムもふせげる　　　　 「かがみのタテ」があるそうです。 "

Dialog202::
    dialog_string_wrapping "「アイテムのセレクトほうほう」　 このほんを　よもうかな？　　　　"
    dialog_ask_line "よむ", "よまない"

Dialog203::
    dialog_text "サブがめんで、Ａ　Ｂ　それぞれの ボタンに、すきなアイテムを　　　 せんたくすることが、できます。　 たとえば、ケンは　もたないで　　 たたかうことも　できるわけです。 いろいろ、おためしあれ！"

Dialog204::
    dialog_string_wrapping "　　「マップがめんとメモ」　　　 このほんを　よもうかな？　　　　"
    dialog_ask_line "よむ", "よまない"

Dialog205::
    dialog_text "セレクトボタンをおすと、しまの　 ちずをみることが、できます。　　 くろくなって　みえないところは、 まだ、いってないところです。　　 カ－ソルをあわせて　Ａ　ボタンを おせば、ちめいや　フクロウの　　 メッセ－ジなどをよむことができ、 メモをとらなくてもよいわけです。 うう－－ん　べんり！"

Dialog206::
    dialog_string_wrapping "　「ひでん！　かいてんぎり」　　 このほんを　よもうかな？　　　　"
    dialog_ask_line "よむ", "よまない"

Dialog207::
    dialog_text "あるいちぞくの　ち　をひくもの　 だけにつたわる、ひけんがある。　 ケンを　もっているほうのボタンを おしつづけ、チカラをためろ！　　 たまったら、ボタンをはなすのだ！ はたして、あなたには、できるか？ "

Dialog208::
    dialog_string_wrapping "　　　「ワ－プのほうそく」　　　 このほんを　よもうかな？　　　　"
    dialog_ask_line "よむ", "よまない"

Dialog209::
    dialog_text "このしまには、「ワ－プのあな」　 というものが、あります。　　　　 このあなにとびこめば、ほかの　　 あなへワ－プすることができます。 ワ－プしたばしょのあなに、とびこ めば、つぎのあなにワ－プします。 ただし、１どもみたことのない　　 あなには、ワ－プできません！　　 "

Dialog20A::
    dialog_string_wrapping "　　「バクダンは　かつげる」　　 このほんを　よもうかな？　　　　"
    dialog_ask_line "よむ", "よまない"

Dialog20B::
    dialog_text "おいた　バクダンは　もういちど　 ボタンをおせば、かつげるのです。 かついだバクダンは、さらにボタン をおして、なげられます！　　　　 　　　　　しってた？"

Dialog20C::
    dialog_string_wrapping "　　「コホリントじまのちず」　　 カ－ソルをうごかし　Ａ　ボタンを おせば、ちめいがしらべられます。 　　　　　　　　　　　　　　　　 このちずを　みようかな？　　　　"
    dialog_ask_line "みる", "みない"

Dialog20D::
    dialog_string_wrapping "　　　「ヒミツのほん？！」　　　 このほんよみたい．．．？　　　　"
    dialog_ask_line "うん！", "べ、べつに"

Dialog20E::
    dialog_text "おおっと！　こ、これはっ！　　　 ．．．．．．．．．．．．．．．． ．．．．．．．．．．．．．．．． このほんは、「みとおしレンズ」　 が、なければ　よめません。　　　 　　　ゴメンね！"

Dialog20F::
Dialog210::
    dialog_text "．．．おはか．．つれてって．．． 　　　　　　　　　　　　　　　　 ．．．ボクの．．．おはか．．．． 　　　　　　　　　　　　　　　　 "

Dialog211::
    dialog_text "．．．おうち．．．つれてって．． 　　　　　　　　　　　　　　　　 ．．いりえの．．．おうち．．．　 　　　　　　　　　　　　　　　"

Dialog212::
    dialog_text "．．．いや！．．そこ．．いや．． 　　　　　　　　　　　　　　　　 "

Dialog213::
    dialog_text "．．．．ここ！．．はいって．．． 　　　　　　　　　　　　　　　　 ．．．ボクのうち．．．．．．．． 　　　　　　　　　　　　　　　　 "

Dialog214::
    dialog_text "．．．．．なつかしい．．．．．． 　　　　　　　　　　　　　　　　 ．．．．．かわってない．．．．． 　　　　　　　　　　　　　　　　 ．．．．ウッウッウッウッ．．．． 　　　　　　　　　　　　　　　　 "

Dialog215::
    dialog_text "．．．．もう．．．いい．．．．． 　　　　　　　　　　　　　　　　 ．．．おはか．．．かえる．．．． 　　　　　　　　　　　　　　　　 ．．．おはか．．つれてって．．． 　　　　　　　　　　　　　　　　 "

Dialog216::
    dialog_text "．．．．．．ありがと．．．．．． 　　　　　　　　　　　　　　　　 ．．．．ボクの　うちの．．．．． 　　　　　　　　　　　　　　　　 ．．．．ツボ．．．しらべて．．． 　　　　　　　　　　　　　　　　 ．．．．．バイ　バイ．．．．．． 　　　　　　　　　　　　　　　　 "

Dialog217::
    dialog_text "めぐるめぐる　タマゴの　ロウカ　 　<left>　<left>　<up>　<right>　<right>　<up>　<left>　<up> ？？．．．う－ん　ひみつの　　　 ニオイが　するゾ。　　"

Dialog218::
    dialog_text "めぐるめぐる　タマゴの　ロウカ　 　<right>　<up>　<up>　<right>　<up>　<up>　<right>　<up> ？？．．．う－ん　ひみつの　　　 ニオイが　するゾ。　　"

Dialog219::
    dialog_text "めぐるめぐる　タマゴの　ロウカ　 　<left>　<up>　<right>　<up>　<left>　<up>　<right>　<up> ？？．．．う－ん　ひみつの　　　 ニオイが　するゾ。　　"

Dialog21A::
    dialog_text "めぐるめぐる　タマゴの　ロウカ　 　<right>　<right>　<right>　<right>　<up>　<up>　<up>　<up> ？？．．．う－ん　ひみつの　　　 ニオイが　するゾ。　　"

Dialog21B::
    dialog_text "．．．おそかったね。　　もう　　 かえってこないかとおもった．．． "

Dialog21C::
    dialog_text "キャ－－－っ！！　すごいケガッ！ もうっ！　ムチャしちゃだめ！　"

Dialog21D::
    dialog_text "あっ！　おかえり#####　　　 ケガしなかった？"

Dialog21E::
    dialog_text "　　　　　　　　　　　　　　　　 　　　いわんこっちゃない．．．． えっ！？なに！？わたしなんにも　 きこえないわよっ！　ほんとよ！　 "

Dialog21F::
Dialog220::
    dialog_text "あっ！　にいちゃん、たいへん！　 たいへんだよ－！　あのねあのね　 そうなんだよ！　たいへんなんだよ モリブリンが、　むらにやって．． あのね、もりブりンが、たくさん　 はいってきたんだ！　そいでね．． そうなんだよ！　すぐそこのいえに あつまってき．．だからね、あのね ワンワンのいるいえでね、なんか、 やっ　そうそう　そうなんだよ！　 モリぶりンのやつなんと　あのね　 だからね、あのね．．．．．．．． 　　　　　　　　　　　　　　　　 　　　　　　　　　　　　　　　　 じぶんで、たしかめたほうが　　　 はやそうである。"

Dialog221::
    dialog_string_wrapping "はまべで、い－もんひろったよ．． Ｂボタンのアイテムととりかえよう"
    dialog_ask_line "いいよ", "やだね　　"

Dialog222::
    dialog_text "じゃあ、こうかんだ！　　　　　　 いらなくなったら　またきてネ　　 "

Dialog223::
    dialog_text "あ、そう．．．"

Dialog224::
    dialog_text "てもちのアイテムと　こうかんで　 ブ－メランを　てにいれた！　　　 "

Dialog225::
    dialog_string_wrapping "ブ－メラン　かえしてちょ－だい。 こうかんした、アイテムかえすから"
    dialog_ask_line "いいよ", "やだね"

Dialog226::
    dialog_text "アイテムが、かえってきた！　　　 ブ－メランは、おかえしした。"

Dialog227::
    dialog_text "あっ！．．．そのアイテムは　ダメ ほかのにしてチョ－ダイ。　　　　 "

Dialog228::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　フム、「はっぱ」 が、５まいそろわんとな．．．？　 う－む．．．　テキの　へいしが　 もっておるのかも　しれんのう。　 　　うるりら－　　ガチャッ！」"

Dialog229::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　フム、「はっぱ」 が、５まいそろわんとな．．．？　 そうじゃのう．．あやしいところに バクダンをおいてみてはどうじゃ。 やくに　たったかな？　　　　　　 　　うるりら－　　　ガチャッ」"

Dialog22A::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　フム、「はっぱ」 が、５まいそろわんとな．．．？　 よくわからんが　．．．カラス．． おしろのカラスが　あやしいのう　 うるりら－－　　ガチャッ」"

Dialog22B::
    dialog_string_wrapping "　「でんせつの　#####！」　 このアルバムをみる？　　　　　　"
    dialog_ask_line "みる", "みない"

Dialog22C::
    dialog_text "どのしゃしんが　みたい？　　　　 <dpad2>キ－で　しゃしんを　えらんで　 Ａボタンでけってい！　　　　　　 Ｂボタンでキャンセルだよ。　　　 "

Dialog22D::
    dialog_text "このさき　オオワシのとう　あり　 ちゅうい！このあたり　カギなし"

Dialog22E::
    dialog_text "あ、#####、しゃしんスキスキ しゃしんやさん　だよ！　　　　　 ショボイおしろ　だけど、　　　　 １まい　とるかい？"

Dialog22F::
Dialog230::
    dialog_text "ムッ、こんなところにカギあなが？ 「テ－ルのカギあな」とかいてある "

Dialog231::
    dialog_text "ムッ、こんなところにカギあなが？ 「スライムのカギあな」だってさ。 "

Dialog232::
    dialog_text "ムッ、こんなところにカギあなが？ 「アングラ－のカギあな」だってさ "

Dialog233::
    dialog_text "ムッ、こんなところにカギあなが？ 「バ－ドのカギあな」とかいてある "

Dialog234::
    dialog_text "ムッ、こんなところにカギあなが？ 「フェイスのカギあな」だってさ。 "

Dialog235::
    dialog_text "　　だあれかあ－－－－－－！　"

Dialog236::
    dialog_text "あっ！#####！　マモノたちが イジワルして、こんなところに．． ．．．　．．．　どうしよう。　　 こわくて　うごけないよう．．．． "

Dialog237::
    dialog_text "　　　　　キャッ！　　　　　　　 　．．．　．．．　ビックリした！ #####　ありがとう！"

Dialog238::
    dialog_text "．．．．．．．．．．．．．．．． 　　　　　　　　　　　　　　　　 ．．．．．．．．．．あのね．．． 　　　　　　　　　　　　　　　　 ．．．　#####　あのね．．． 　　　　　　　　　　　　　　　　 "

Dialog239::
    dialog_text "．．．．．．．．わたし．．．．． 　　　　　　　　　　　　　　　　 ．．．．．．．．わたし．．．．． 　　　　　　　　　　　　　　　　 "

Dialog23A::
    dialog_text "　　　　あっ！　タリン！？？　　 ．．．．．．．．．．．．．．．． ．．．ゴメン．．なんでもない．． 　　　　　　　　　　　　　　　　 わたし．．．．もういくね。　　　 　"

Dialog23B::
    dialog_text "　　　　　マリ－ン！！！！　　　 　　　　　　　　　　　　　　　　 "

Dialog23C::
    dialog_text "キミたち、このボクのオシロに　　 みとれているのかい？　　　　　　 じつは、このオシロのもん　　　　 おかね　かかってんだよね－！　　 いや　しかし、ボクの　このゆうき キネンをのこすに　あたいするね！ よし、１まいとることをゆるすぞ！ "

Dialog23D::
    dialog_text "おっ、マリンと#####　　　　 なにやってるだ？．．しゃしんか！ しゃしんはみんなでとるもんだよ！ おらも、まぜてほしいだよ。"

Dialog23E::
    dialog_text "これで、しゃしん　とるだよ！　　 よし、じゅんびは　いいだか？　　 ニッコリ　わらうだよ－　　　　　 　　　　　　　　　　　　　　　　 　　　　はい、キノコ！"

Dialog23F::
    dialog_text "よし、しゃしんも　とったことだし おら、もとのいちに　もどるだよ。 "

Dialog240::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　　　　　　　　　 ウチの、ば－さんによるとじゃな　 タルタルさんみゃくのタキのうらに なにか　かくれておるそうじゃ。　 やくにたったかな？　　　　　　　 　　　うるりら－　　ガチャッ！」 "

Dialog241::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　　　　　　　　　 わしがわかいころ　やまのヒガシに たかい　とうが、あったのう。　　 いってみては　どうじゃね？　　　 　　　うるりら－　　ガチャッ！」 "

Dialog242::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　タマランチやまの せいなるタマゴに　むかいなされ。 #####　きをつけての。　　　 　　　うるりら－　　ガチャッ！」 "

Dialog243::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　タマゴのメイロで まよったとな？　う－む．．．　　 わしには　わからんよ。すまんのう としょかんで、しらべてくれんか。 これに　こりずに　デンワしてね。 　じゃ、うるりら－　ガチャッ」　 "

Dialog244::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　ワンワンを、　　 かえしてやってはどうかのう？　　 マダムニャンニャンも、よろこぶよ 　　　うるりら－　　ガチャッ！」 "

Dialog245::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。うたは、すきかな？ カンバンのめいろに　すんでおる　 カエルのマム－が、おしえとるよ　 ．．ちょっぴり、ネがはるがな。　 　　　うるりら－　　ガチャッ！」 "

Dialog246::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　がんばっとるのう じゃが、そのくろうもあとすこし　 ．．．ところで、やまのうえの　　 ニワトリごやへは、いってみたか？ こやのちかくに　どうくつがある。 そこで、だいじなもんをとりなされ 　　　うるりら－　　ガチャッ！」 "

Dialog247::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　　　　　　　　　 テキは、てごわいか．．．？　　　 ならば、すべての　カイがらを　　 あつめるがよかろう．．．　　　　 さいごまで　じぶんをしんじ　　　 しっかり　おやりなさい．．．　　 げんきでのう　　うるりら－－　　 　　ガチャッ　」"

Dialog248::
    dialog_text "「チャッ　ジ－コ　ジ－コ　ジ－コ ．．．　プルルル　プルル　ガチャ うるりらじゃ。　がんばれっ！　　 あとひといきじゃっ！　　　　　　 わしも、おうえんしておるぞ！　　 　　うるりら－－　　　ガチャッ」 "

Dialog249::
    dialog_text "さあ、どこからでも　とるがいい！ "

Dialog24A::
    dialog_text "ヤ－ナさばく？　ミナミのほうに　 いりぐちがあるけど．．．．　　　 アイツが、みちを　ふさいじゃって いけないかもなあ。　　　　　　　 "

Dialog24B::
    dialog_text "あ－あ　こんなひには．．やっぱ　 アレだよな　アレ．．．．　　　　 "

Dialog24C::
    dialog_text "どうぶつむらと、メ－ベのむらは　 しまいていけいとし　なんだ　　　 としって　いうほどじゃ　　　　　 ないけどね．．．　　　　　　　　 カンケイないけど、メ－ベのむらに ユメのほこらってのがあるでしょ。 ある　たしかなスジのはなしじゃ　 ＸＸＸが、おいてあるんだってさ。 ホントかな？．．．"

Dialog24D::
    dialog_text "さいきん　かいぶつがふえちゃって メ－ベのむらに　いけなくってさ　 ハァ．．．マリンちゃん　　　　　 げんきかな．．．．　　　　　　　 "

Dialog24E::
    dialog_text "そらとぶニワトリって　しってる？ むかしメ－ベのむらにいたんだって ほんとかな？"

Dialog24F::
    dialog_text "あ－あ　マリンちゃん　こないかな やっぱアレだよな。　ウンウン　　 "

Dialog250::
    dialog_text "おいら、ゆうべ　ニンジンになる　 ユメをみたんだ。　　　　　　　　 ．．．ちょっと　フクザツな　　　 きもちになっちゃったよ。　　　　 "

Dialog251::
    dialog_text "えっ？　おいらたち　どうぶつが　 どうして　しゃべるのかって？　　 なんでかな？　おいらウサギだから わかんね－や。"

Dialog252::
    dialog_text "あっ！　マリンちゃんだ！！　　　 "

Dialog253::
    dialog_text "　「ひとりでいどむ　ゆうきが　　 　　ないもの、ちからなきもの！　 　　そのようなものがおしても　　 　　このはかは　うごかせぬ！」"

Dialog254::
    dialog_text "コワイわけじゃないんだが、ボカァ いえでまつことにするよ！じゃっ！ "

Dialog255::
    dialog_text "．．．いっしょに　あるくのって　 はじめてだね、#####"

Dialog256::
    dialog_text "　．．．．　．．．．　．．．．　 "

Dialog257::
    dialog_text "うふふ、このみさきも　ふたりだけ のヒミツだね．．．"

Dialog258::
    dialog_text "や－だ、#####も　なにか　　 いってよ．．てれくさいじゃない。 "

Dialog259::
    dialog_text "しゃしんスキスキしゃしんやさん！ ときどきヤボな　しゃしんやです！ どうです？むらのひとに　ジャマ　 されないように、ここで１まい！　 もちろんとりますよね！だいめいは 「．．．．　．．．．　．．．．」 "

Dialog25A::
    dialog_text "あおいふくを　てにいれた！　　　 これでハ－トがへりにくくなった。 "

Dialog25B::
    dialog_text "あかいふくを　てにいれた！　　　 からだに、ちからがみなぎってくる "

Dialog25C::
    dialog_string_wrapping "こうげきのアカ、ぼうぎょのアオ、 どちらをえらぶのですか？　　　　"
    dialog_ask_line "アカ", "アオ"

Dialog25D::
    dialog_string_wrapping "あかいふくで　よいのですね？　　"
    dialog_ask_line "はい", "いいえ"

Dialog25E::
    dialog_text "ようせいの　じょ－おうさまが、　 まってるよ！"

Dialog25F::
    dialog_text "こな、もってる？　まほうのこな！ ないのなら、もどったほうがいいよ "

Dialog260::
    dialog_string_wrapping "ボクとコイツは、ちがう　イロ！　 ボクがアカなら、コイツはアオ！　 コイツがアカなら、ボクはアオ！　 くらべてみよう、カラ－でね！　　 さて、ボクのふくは　なにいろ？　"
    dialog_ask_line "アカ", "アオ"

Dialog261::
    dialog_text "ボヨヨン！　オレたちが　ザコじゃ ないことを　おもいしらせてやる！ オマエのニガテな、アイツに　　　 ヘンシンだ！ケンなど　きかぬゾ！ "

Dialog262::
    dialog_text "う－ん、ゴメンね。このダンジョン はべつめい、カラ－ダンジョン！　 カラ－せんようなんだ。ボクたちの どっちがアカで、どっちがアオの　 ふくを　きているか　わかったら　 はいれるようになるよ。またね。"

Dialog263::
    dialog_text "イロ　ツキシ　トコロ　タタクベシ スベテ　アオ　ニテ　ナゾ　トケリ "

Dialog264::
    dialog_text "ちがうよ、ちがうよ、　　　　　　 もう１ど　よくみて　こたえて！"

Dialog265::
    dialog_text "みんなには、ナイショだよ．．．"

Dialog266::
    dialog_string_wrapping "　　「いろのちからについて」　　 このほんをよんでみる？　　　　　"
    dialog_ask_line "よむ", "よまない"

Dialog267::
    dialog_text "あたらしき　カラ－の　せかい　　 ５つならぶ　はかの　ちかにあり。 　　　３<up>　　４<right>　　５<up>　　　 　　　２<left>　　１<down>　　　　　　　 ちからのかぎり　おしつづけるべし あたらしき　みちが　ひらかれる！ しかくのあるものには　いろの　　 チカラが　ふくに　やどる。　　　 うむむ？．．カラ－の　せかいって どういうことだろう？"

Dialog268::
    dialog_string_wrapping "めざめのししゃ、#####よ！　 よく、ここまでたどりつきました。 あなたをしかくあるものと　みとめ いろのちからを　あたえましょう！ あなたが、こうげきのちからを　　 もとめるのならば、アカを！　　　 ぼうぎょのちからを　もとめるの　 ならば、アオをえらびなさい！　　 さあ、どちらを　えらぶのですか？"
    dialog_ask_line "アカ", "アオ"

Dialog269::
    dialog_text "バカめ、ケンなど　きかんわ！コナ でも、テッポウでも　もってこい！ "

Dialog26A::
    dialog_text "このよくばりものめ．．．　　　　 さらにチカラを　もとめるとは！　 オマエのようなオロカモノは、この ハカのそこで、くちはてるがよい！ "

Dialog26B::
    dialog_text "いろのちからを　さずけましょう。 すこしのあいだ、めをとじて．．． "

Dialog26C::
    dialog_text "あなたを　ちじょうまで　　　　　 おくりとどけてあげましょう！"

Dialog26D::
    dialog_text "アオ、アンゼン　アンゼン！　　　 キイロ、チュウイ！アカ．．キケン "

Dialog26E::
    dialog_text "キイロ、チュウイ！アカ、キケン！ ジカンカセギ．．．ジカンカセギ！ "

Dialog26F::
    dialog_text "フッカツ！　アオ．．．フリダシ！ キイロ、チュウイ！アカ、キケン！ "

Dialog270::
    dialog_text "あ、いいな！いいかんじ。　　　　 だいめい「ワンワンと　たわむれる #####！」　じゃ、##### もっと　ワンワンのそばに！"

Dialog271::
    dialog_text "　　　　　　バウッ！"

Dialog272::
    dialog_text "#####、もっとちかづいて！"

Dialog273::
    dialog_text "　　　　バウッ！バウッ！"

Dialog274::
    dialog_text "よ－し　とるよ－、カッコつけて－ "

Dialog275::
    dialog_text "　　バウッ！バウッ！バウッ！"

Dialog276::
    dialog_text "キャハッ！　　やれ－！　やれ－！ もっとやれ－！　　．　．　．　． 　　　　　　　　　　　　　　　　 いやっ　なんでもないわ．．．"

Dialog277::
    dialog_text "　　　　　　　　　　　　　　　　 　　　　　イマイチ．．．　　　　 えっ！？　わたし　なにかいった？ きのせ－よ！　きのせ－！　　"

Dialog278::
    dialog_text "#####って　いつも　　　　　 こんなことしてるの？？　　　　　 "

Dialog279::
    dialog_text "　キャ－ッ！　ほって！ほって！　 どんどん　ほりまくって！！　　　 "

Dialog27A::
    dialog_text "ふうっ．．　　びっくらこいた。"

Dialog27B::
    dialog_text "　ギャ－－ッ！　　ゴメンナサイ　 だいじょうぶ？　　#####？"

Dialog27C::
    dialog_text "あんね？　まっええかおもってね． ．．"

Dialog27D::
    dialog_text "べつに．．．"

Dialog27E::
    dialog_text "うん　わかってるよ。"

Dialog27F::
    dialog_text "いやっ　もうあるよ。　　　　　　 ．．．いじょう　Ｒモトごろく　　 ゲ－ムとは、いっさいかんけい　　 ございません！"

Dialog280::
    dialog_text "トゲ　スルドキモノ　タテニテ　　 ハジキ　トバスベシ．．．"

Dialog281::
    dialog_text "サイショ　オオミミノマモノ．．． サイゴ　　ドクロナイト．．．"

Dialog282::
    dialog_text "トオイ　トコロ．．．．　　　　　 オソレズ　ハシリ　トブベシ．．． "

Dialog283::
    dialog_text "ヒカルユカ　ソノ　ウゴキシルモノ カナラズ　ミチビカレル．．．"

Dialog284::
    dialog_text "ロウソクノアカリ　マジワルトコロ フカク　モグルベシ．．．"

Dialog285::
    dialog_text "チズニ　ウカブ　カオ　リョウノ　 メニ　カベワリテ　ハイルベシ"

Dialog286::
    dialog_text "４ホンノ　ハシラ　タオレルトキ　 ナゾ　トケリ"

Dialog287::
    dialog_text "ミチツクル　イワ　<dpad2>　キ－ニテ　 アヤツリ　ユカ　スベテウメルベシ "

Dialog288::
    dialog_text "ミチ　トザサレシ　ヘヤノ　トビラ シカクノ　イシヲ　ウゴカスベシ"

Dialog289::
    dialog_text "ユカノ　モヨウヲ　１ツニ　スレバ アラタナ　ミチガ　ヒラカレル．． "

Dialog28A::
    dialog_text "ミチヲ　フサグ　トビデタル　ユカ アオキ　クリスタルヲ　タタケ　"

Dialog28B::
    dialog_text "カタキ　カラヲモツ　クロキマモノ ウチガワヨリ　コウゲキ　クワエヨ "

Dialog28C::
    dialog_text "アヤシキ　カベヲ　ケンデ　ツツケ オトノ　チガイニ　キヲツケルベシ "

Dialog28D::
    dialog_text "ケンデ　タオセヌ　ガイコツケンシ クズレタ　トコロヲ　バクハスベシ "

Dialog28E::
    dialog_text "ツボニ　カコマレシ　タカラバコ　 ショウゲキヲ　アタエ　アケルベシ "

Dialog28F::
    dialog_text "ミチヲ　フサグ　クリスタルノユカ ウエニ　ノリテ　サキ　ススムベシ "

Dialog290::
    dialog_text "サキニ　ススメヌ　サクノ　ムコウ ソノテニ　モツモノ　ナゲコムベシ "

Dialog291::
    dialog_text "タカキ　ダイノウエノ　タカラバコ サラナル　タカサヨリ　オチルベシ "

Dialog292::
    dialog_text "カギヲ　マモリシ　２ヒキノマモノ ソトヨリタカキニ　マワリコムベシ "

Dialog293::
    dialog_text "アヤシキ　ヒトツメノ　セキゾウ　 ソノメヲ　ヤ　ニテ　イヌクベシ"

Dialog294::
    dialog_string_wrapping "イヤ？　しゃしん、とろうよ！　　 "
    dialog_ask_line "いいよ", "やっぱりヤダ！"

Dialog295::
    dialog_string_wrapping "どうしてもイヤ？　ウソだよね？　"
    dialog_ask_line "ウソ", "ホント！"

Dialog296::
    dialog_text "ヒドイよ！ヒドイよ－っ！"

Dialog297::
    dialog_text "あ．．．ゲ－ジュツ！　　　　　　 だいめい　「ゲ－ム　オ－バ－」"

Dialog298::
    dialog_text "あ、おきゃくさん．．．なまえは？ そう、#####！　　　　　　　 これが、#####のアルバムだ。 かえるまえに、みておいてくれ！"

Dialog299::
    dialog_text "いつも、チャンスをまってるから　 アルバムをいっぱいにしようね！"

Dialog29A::
    dialog_text "のこりのフィルム１１まい！　　　 どんなしゃしんを　とろうかな？"

Dialog29B::
    dialog_text "のこりのフィルム１０まい！　　　 どんなしゃしんを　とろうかな？"

Dialog29C::
    dialog_text "のこりのフィルム９まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog29D::
    dialog_text "のこりのフィルム８まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog29E::
    dialog_text "のこりのフィルム７まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog29F::
    dialog_text "のこりのフィルム６まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog2A0::
    dialog_text "のこりのフィルム５まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog2A1::
    dialog_text "のこりのフィルム４まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog2A2::
    dialog_text "のこりのフィルム３まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog2A3::
    dialog_text "のこりのフィルム２まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog2A4::
    dialog_text "のこりのフィルム１まい！　　　　 どんなしゃしんを　とろうかな？"

Dialog2A5::
    dialog_text "ざんねん！フィルム　もうないよ！ アルバムだけでも　みていってね。 "

Dialog2A6::
    dialog_text "しゃしんスキスキしゃしんやさん！ お－っ、キチョ－な　しゅんかん！ だいめい「ずじょう　ちゅうい！」 "

Dialog2A7::
    dialog_text "やほ－、しゃしんやさん　だよ！　 あ、これはまさしく、#####の ぼうけん、ってかんじだね！"

Dialog2A8::
    dialog_text "だいめい「ききいっぱつ！　　　　 つなわたりじんせい」．．．．．． "

Dialog2A9::
    dialog_text "う－ん、かおしか　うつらないな。 "

Dialog2AA::
    dialog_text "．．ちょっと　ちかすぎるのかな。 さがらないと．．．　　　　　　　 "

Dialog2AB::
    dialog_text "　　　　あ－－－っ？！　　　　　 "

Dialog2AC::
    dialog_text "このまま－．．．みせまで－．．． かえりま－っす．．．．　．．．． "

Dialog2AD::
    dialog_text "ひとりのときにまたきてね！"

Dialog2AE::
    dialog_string_wrapping "あおいふくで　よいのですね？　　"
    dialog_ask_line "はい", "いいえ"

Dialog2AF::
    dialog_text "しゃしんスキスキしゃしんやさん！ #####　そこでなにしてんの？ "
